Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: In order to generate sufficient random data, please waggle the mouse randomly over the area below until it changes color, then click "OK":
el: Για να παραχθούν επαρκή τυχαία δεδομένα, παρακαλώ κινήστε τυχαία το πονίκι πάνω στην ακόλουθη περιοχή μέχρι να αλλάξει χρώμα, και κατόπιν κάντε κλικ στο "OK":
ru: Хаотично перемещайте мышь внутри окна до смены цвета, после чего нажмите OK.
zh_cn: 为了生成足够的随机数据，请在下面区域晃动鼠标直到颜色改变为止，之后点击"确定"按钮：

source: Password Analysis
zh_cn: 密码分析

source: The following checks have been carried out on your &password:
zh_cn: 以下检查已经针对你的密码展开：

source: WARNING! Your password is not as secure as it could be! Please select from the above checks to find out why.
zh_cn: 警告！你的密码未能达到安全要求！请从上面项目中查看原因。

source: &Result:
zh_cn: 结果(&R)：

source: &Check:
zh_cn: 检查(&C)：

source: &Description:
zh_cn: 描述(&D)：

source: &Explanation:
zh_cn: 解释(&E)：

source: PKCS#11 Library Select
el: Επιλογή βιβλιοθήκης PKCS#11
ru: Выбор библиотеки PKCS#11
zh_cn: PKCS#11 运行库选择

source: The following PKCS#11 libraries were detected; please select which one should be used:
el: Οι ακόλουθες βιβλιοθήκες PKCS#11 έχουν ανιχνευθεί. Παρακαλώ επιλέξτε ποιά πρέπει να χρησιμοποιείται:
ru: Выберите одну из обнаруженных библиотек PKCS#11:
zh_cn: 已经检测到下面 PKCS#11 运行库，请选择要使用哪一个：

source: Report
el: Αναφορά
hr: Izvjestaj
ru: Отчёт
zh_cn: 报告

source: Bits required: %1
el: Bits απαιτούμενα: %1
ru: Бит нужно: %1
zh_cn: 需要的位数: %1

source: Bits generated: %1
el: Bits παραγόμενα: %1
ru: Бит сгенерировано: %1
zh_cn: 生成的位数: %1

source: Test
zh_cn: 测试

source: Result
zh_cn: 结果

source: Tests passed: %1 / %2
zh_cn: 测试已通过: %1 / %2

source: Tests skipped: %1
zh_cn: 测试已跳过: %1

source: Dictionary/wordlist files (*.txt, *.asc, *.dic)|*.txt;*.asc;*.dic|All files|*.*
zh_cn: 词典/单词列表 (*.txt, *.asc, *.dic)|*.txt;*.asc;*.dic|所有文件|*.*

source: Minimum password length
zh_cn: 最小密码长度

source: Short passwords are easier to attack using brute force methods than longer passwords
zh_cn: 比起长密码，短密码更容易受到暴力破解的攻击。

source: Dictionary word
zh_cn: 字典单词

source: Passwords consisting of a word from the dictionary can be easily broken by using a dictionary attack.
zh_cn: 如果密码包含词典中的单词，也容易被基于词典的暴力破解攻击。

source: Dictionary word with prefix/suffix
zh_cn: 带有前缀/后缀的字典单词

source: Passwords consisting of a word from the dictionary with a numerical/punctuation prefix/suffix (e.g. "hello!", "password1!") can be easily broken by using a dictionary attack.
zh_cn: 密码包含词典中的单词，只是带有数字/标点的前后缀(例如. "hello!", "password1!")，容易被字典方式的攻击破解。

source: Obfuscated dictionary word
zh_cn: 模糊字典单词

source: Passwords based on a dictionary word, with various letters substituted (e.g. "p@aSSwOrd" for "password") may sound like a good idea - but is actually extremely weak. Such passwords can be easily broken using a dictionary attack.
zh_cn: 密码在字典单词的基础上替换了几个字符（例如，使用 "p@aSSwOrd" 代替 "password"），看起来想法比较好，但是实际上还是相当脆弱。这些密码可以被字典攻击很容易的破解。

source: Although not tested, substituting characters for multiple characters that look like the character replaced (e.g. "pass\/\/or|)" for "password") is similarly weak.
zh_cn: 虽然未经测试，使用部份字符替换多字节字符 (例如. "pass\/\/or|)" 替换 "password") 也同样脆弱。

source: Character sets represented
zh_cn: 代表字符集

source: Passwords should consist of different types of characters (e.g. uppercase, lowercase, numbers, punctuation, space).
zh_cn: 密码应当包含不同类型的字符（例如，大写字母、小写字母、数字、标点符号、空格）。

source: Keyboard pattern
zh_cn: 键盘模式

source: Keyboard patterns (e.g. "qwerty", "fred") may be easy to type in, but are fairly trivial to break using a dictionary attacks.
zh_cn: 键盘模式 (例如 "qwerty", "fred") 虽然易于键入，但是容易被字典攻击破解。

source: Repeated characters
zh_cn: 重复的字符

source: Passwords which include a string of repeated characters (e.g. "aaaaah") are often weaker than more random, less predictable, passwords.
zh_cn: 包含重复字符的密码（例如"aaaah"），通常比随机字符的密码弱，更容易预测。

source: Sequential characters
zh_cn: 顺序字符

source: Passwords which include a string of sequential characters (e.g. "abcdef", "12345") are often weaker than more random, less predictable, passwords.
zh_cn: 包含顺序字符的密码（例如"abcdef", "12345"），通常比随机字符的密码弱，更容易预测。

source: Username
zh_cn: 用户名

source: A password which is the same as your username is trivial to break.
zh_cn: 与你名字相同的密码容易被破解。

source: Username repeated
zh_cn: 用户名重复

source: A password which is the same as your username - repeated a few times - is trivial to break.
zh_cn: 密码与你的名字相同 - 重复了多次 - 容易被破解。

source: User's display name
zh_cn: 用户显示名称

source: A password which includes your name is weaker than one which doesn't.
zh_cn: 包含你的名字的密码要比不包含你名字的密码要脆弱。

source: Repeated string
zh_cn: 重复的字符串

source: A password consisting of a string that is repeated a few times isn't particulary secure.
zh_cn: 密码中包含某个字符串的多次重复实际上不一定安全。

source: Username with prefix/suffix
zh_cn: 带有前缀/后缀的用户名

source: A password which is the same as your username with a numerical/punctuation prefix/suffix is easily broken.
zh_cn: 如果密码是你的名字，只是简单的包含了数字或标点前后缀，这种密码容易被破解。

source: String with number
zh_cn: 带有数字的字符串

source: Using a string followed by a number is a common way of forming a password this method typically results in weaker passwords; especially if the string the password is based on is a valid word.
zh_cn: 字母后面跟随数字，这个是比较常用的密码形式，此方式理论上会形成弱密码；尤其是密码中的字符串的基础是有效的单词的时候。

source: Phone number
zh_cn: 电话号码

source: A password which just consists of a "special" phone number may be easily be broken with by an attacker with enough information about who set the password, or their address book.
zh_cn: 当获取了设置密码的人和他的地址簿的时候，只包含 "特殊" 电话号码的密码更容易被攻破。

source: Date
zh_cn: 日期

source: A password which just consists of a date (e.g. a son/daughter's birthday, or some other "special" date) may be easily be broken with enough information about who set the password.
zh_cn: 当获取了设置密码的人都足够信息的时候，只包含日期的密码（例如，子女的生日，或其它特殊日期）更容易被破解。

source: Email address
zh_cn: 邮箱地址

source: Using an email address as a password is fairly easy to break, given enough information about who set the password and their mail client
zh_cn: 如果给定了是谁设置的密码和他的邮箱客户端的情况下，使用邮箱地址作为密码相当容易被攻破。

source: Using a URL as a password is fairly easy to break, given enough information about who set the password and their browser history
zh_cn: 如果知道了设置密码的人和他的浏览器历史，使用 URL 作为密码相当容易被破解。

source: Similar to previous password
zh_cn: 与前一密码相似

source: When chaning a password, the new password should be as dissimilar as possible to the previous one. Changing a password from "mysecretpassword6" to "mysecretpassword7" is not particularly secure.
zh_cn: 当修改密码是，新密码应当尽量与旧密码差异大些。例如，从 "mysecretpassword6" 变到 "mysecretpassword7" 相当不安全。

source: Failed
zh_cn: 已失败

source: Passed
zh_cn: 已粘贴

source: Skipped
zh_cn: 已跳过

source: Aborted
zh_cn: 已放弃

source: An uppercase letter
zh_cn: 大写字母

source: A lowercase letter
zh_cn: 小写字母

source: A number
zh_cn: 数字

source: A space
zh_cn: 空格

source: A punctuation mark
zh_cn: 标点掩码

source: Uppercase letters
zh_cn: 大写字母

source: Lowercase letters
zh_cn: 小写字母

source: Numbers
zh_cn: 数字

source: Spaces
zh_cn: 空格

source: Punctuation marks
zh_cn: 标点掩码

source: Password must include at least: %1
zh_cn: 密码必须至少包含：%1

source: No character set requirements have been set
zh_cn: 未设置要求的字符集

source: Email address detected in password.
zh_cn: 密码中检测到邮箱地址。

source: URL detected in password.
zh_cn: 密码中检测到了网址。

source: Phone number detected in password.
zh_cn: 密码中检测到了电话号码。

source: Password is a date.
zh_cn: 密码是一个日期。

source: Username "%1" detected in password.
zh_cn: 密码中检测到了用户名 "%1"。

source: User's name ("%1") detected in password.
zh_cn: 密码中检测到了用户名 "%1"。

source: Unable to get user's display name
zh_cn: 未能获取用户显示名称

source: Password consists of base "word" ("%1") with numerical prefix/suffix ("%2").
zh_cn: 密码以 "单词" ("%1") 为基础，包含了数字前后缀 ("%2").

source: Password is username ("%1") with prefix/suffix.
zh_cn: 密码是包含了前后缀的用户名 ("%1")

source: Password contains repeated username ("%1").
zh_cn: 密码包含了重复的用户名 ("%1").

source: Password contains keyboard pattern "%1".
zh_cn: 密码包含键盘模式 "%1".

source: Number of keyboard sequence characters not set
zh_cn: 键盘顺序的数目未设置

source: Password contains "%1" repeated at least %2 times.
zh_cn: 密码包含 "%1" 的重复次数至少为 %2 次。

source: Number of duplicate characters not set
zh_cn: 重复字符数目未设置

source: Password contains sequential run of characters ("%1".
zh_cn: 密码包含字符的顺序输入 ("%1".

source: Number of sequence characters not set
zh_cn: 顺序字符数目未设置

source: Password must contain at least %1 characters.
zh_cn: 密码至少包含 %1 个字符

source: No minimum password length set
zh_cn: 最小密码长度未设置

source: Password found in dictionary.
zh_cn: 密码存在于字典中

source: Unable to load dictionary "%1"
zh_cn: 未能加载词典 "%1"

source: No dictionary file set
zh_cn: 没有设置字典文件

source: Password is a dictionary word ("%1") with prefix or suffix.
zh_cn: 密码是带有前缀或后缀的字典单词 ("%1")

source: Checking against obfuscated dictionary words...
zh_cn: 正在检测模糊字典单词...

source: Password is an obfusticated dictionary word ("%1").
zh_cn: 密码是一个模糊字典单词 ("%1").

source: User canceled check.
zh_cn: 用户已取消检查

source: Password consists of the string "%1" repeated %2 times.
zh_cn: 密码包含了字符串 "%1" 的 %2 次重复.

source: New password is identical to old password
zh_cn: 新密码与旧密码相同

source: New password is the same as the old password, with simple upper/lowercase differences
zh_cn: 新密码与旧密码相同，只是大小写不同

source: New password is too similar to previous password (%1% different; must be more than %2%)
zh_cn: 新密码与旧密码过于相似 (%1% 不同; 必须大于 %2%)

source: No minimum difference between passwords has been set
zh_cn: 未设置密码间的最小差异

source: List index out of bounds
el: Δείκτης καταλόγου εκτός ορίων
ru: Индекс списка вне диапазона
zh_cn: 列表索引越界

source: Token not present
el: Η κάρτα δεν είναι παρούσα
hr: Token nije prisutan
ru: Нет токена
zh_cn: 口令牌不存在

source: Unable to locate/load PKCS#11 library: %1
el: Αδυναμία εντοπισμού/φόρτωσης βιβλιοθήκης PKCS#11: %1
ru: Невозможно найти/загрузить библиотеку PKCS#11: %1
zh_cn: 未能定位或加载 PKCS#11 链接库: %1

source: Library specified doesn't support the PKCS#11 API
el: Η βιβλιοθήκη που ορίσατε δεν υποστηρίζει το PKCS#11 API
ru: Указанная библиотека не поддерживает API PKCS#11
zh_cn: 指定的链接库不支持 PKCS#11 API

source: Detecting PKCS#11 libraries...
el: Ανιχνεύθηκαν βιβλιοθήκες PKCS#11 ...
ru: Определение библиотек PKCS#11...
zh_cn: 正在检测 PKCS#11 运行库...

source: Checking for: [%1] %2
el: Έλεγχος για: [%1] %2
ru: Проверка: [%1] %2
zh_cn: 正在检查: [%1] %2

source: Read-only Public
el: Δημόσιο, μόνο για ανάγνωση
ru: Только чтение, публичный
zh_cn: 只读公共用户

source: Read-only User
el: Χρήστη, μόνο για ανάγνωση
ru: Только чтение, пользователь
zh_cn: 只读用户

source: Read/write Public
el: Δημόσιο, ανάγνωσης/εγγραφής
ru: Чтение/запись, публичный
zh_cn: 读/写公共用户

source: Read/write User
el: Χρήστη, ανάγνωσης/εγγραφής
ru: Чтение/запись, пользователь
zh_cn: 读/写用户

source: Read/write Security Officer
el: Επικεφαλής ασφαλείας ανάγνωσης/εγγραφής
ru: Чтение/запись, начальник охраны
zh_cn: 读/写安全提供者

source: Library
el: Βιβλιοθήκη
hr: Knjiznica
ru: Библиотека
zh_cn: 运行库

source: Description
el: Περιγραφή
hr: Opis
ru: Описание
zh_cn: 描述

source: Gutmann (35 pass)
el: Gutmann (35 περάσματα)
ru: Gutmann (35 проходов)
zh_cn: Gutmann (35 遍)

source: User cancelled
el: Ακύρωση από χρήστη
hr: Korisnik odustao
ru: Отменено пользователем
zh_cn: 用户已取消

source: Custom
el: Προσαρμογή
hr: Posebno
ru: Другое
zh_cn: 自定义

source: Shredding (%1 pass %2/%3) %4
el: Καταστροφή (%1 περάσματα %2/%3) %4
ru: Затирание (%1 проход %2/%3) %4
zh_cn: 正在粉碎 (%1 遍 %2/%3) %4

source: Error running external (3rd party) free space shredder
el: Σφάλμα εκτέλεσης εξωτερικού (3rd party) τεμαχιστή ελεύθερου χώρου
ru: Ошибка запуска стороннего затирателя пустого места
zh_cn: 运行第三方外部自由空间粉碎器时出错

source: Shredding free space on drive %1:
el: Ελεύθερος χώρος καταστροφής στον οδηγό %1:
ru: Затирание пустого места на диске %1:
zh_cn: 正在粉碎驱动器 %1 上的自由空间:

source: Shredding file slack on drive %1:
el: Ακανόνιστη καταστροφή αρχείου στον οδηγό %1:
ru: Затирание 'хвостов' файлов на диске %1:
zh_cn: 正在粉碎驱动器 %1 上的文件松散空间:

source: The following files could not have their slack space shredded:
el: Τα ακόλουθα αρχεία δεν μπορούν να έχουν ακανόνιστο χώρο καταστροφής:
ru: У этих файлов затирание хвостов не выполнено:
zh_cn: 下面我就无法粉碎松散空间：

source: Boot Sector Properties
el: Ιδιότητες τομέα εκκίνησης συστήματος
ru: Свойства загрузочного сектора
zh_cn: 启动扇区属性

source: Sectors per track:
el: Τομείς ανά τροχιά:
ru: Секторов в треке:
zh_cn: 每轨扇区数：

source: Number of heads:
el: Αριθμός κεφαλών:
hr: Broj glava:
ru: Число головок:
zh_cn: 头部数目：

source: Sectors per FAT:
el: Τομείς ανά FAT:
ru: Секторов на FAT
zh_cn: 每FAT扇区数：

source: Media descriptor:
el: Περιγραφή μέσου:
hr: Opisivac medija:
ru: Описатель носителя:
zh_cn: 媒体解释：

source: OEM name:
el: Όνομα OEM:
hr: OEM ime:
ru: OEM-имя:
zh_cn: OEM名称：

source: Reserved sector count:
el: Μέτρηση κρατημένου τομέα:
ru: Зарезервированные сектора:
zh_cn: 保留扇区数目：

source: Total sectors:
el: Συνολικοί τομείς:
hr: Ukupno sektora:
ru: Всего секторов:
zh_cn: 总共扇区：

source: Bytes per sector:
el: Bytes ανά τομέα:
hr: Bajtova po sektoru:
ru: Байт в секторе:
zh_cn: 每扇区字节数：

source: Number of FATs:
el: Αριθμός FATs:
ru: Число FAT:
zh_cn: FAT数目：

source: Sectors per cluster:
el: Τομείς ανά συστάδα:
hr: Sektora po klasteru
ru: Секторов в кластере:
zh_cn: 每簇扇区数：

source: Maximum number of root entries:
el: Μέγιστος αριθ. καταχωρήσεων ρίζας:
ru: Максимум записей в корне:
zh_cn: 根入口最大数目：

source: Hidden sectors:
el: Κρυφοί τομείς:
hr: Skriveni sektori:
ru: Скрытые сектора:
zh_cn: 隐藏扇区：

source: Choose Details
el: Επιλογή λεπτομερειών
ru: Выбор данных
zh_cn: 选择细节：

source: Select the details you wish to display:
el: Επιλέξτε τις λεπτομέρειες που θα εμφανίζονται:
ru: Выберите данные для отображения:
zh_cn: 选择你要显示的细节：

source: Details:
el: Λεπτομέρειες:
ru: Данные:
zh_cn: 细节：

source: &Width of selected column (in pixels):
el: &Πλάτος της επιλεγμένης στήλης (σε pixel):
ru: &Ширина выбранной колонки (пикс.)
zh_cn: 选择列的宽度(象素)(&W)

source: Move &Up
el: Μετακίνηση &πάνω
ru: &Выше
zh_cn: 上移(&U)

source: Move &Down
el: Μετακίνηση &κάτω
ru: &Ниже
zh_cn: 下移(&D)

source: &Show
el: &Προβολή
ru: &Показать
zh_cn: 显示(&S)

source: &Hide
el: &Απόκρυψη
ru: &Скрыть
zh_cn: 隐藏(&H)

source: Filesystem mounted readonly
el: Το συνδεδεμένο σύστημα αρχείων είναι μόνο για ανάγνωση
ru: Файловая система смонтирована только для чтения
zh_cn: 文件系统加载为只读

source: Unable to read contents of: %1
el: Αδυναμία ανάγνωσης περιεχομένων του: %1
ru: Невозможно прочитать содержимое %1
zh_cn: 未能读取 %1 中的内容

source: Unable to extract cluster chain data starting from cluster: %1
el: Αδυναμία εξαγωγής αλυσίδας δεδομένων συστάδας, που ξεκινάει από συστάδα: %1
ru: Невозможно извлечь данные цепочки кластеров начиная с кластера %1
zh_cn: 未能释放从簇 %1 开始的簇链数据

source: Unable to open extracted file to set timestamps: %1
el: Αδυναμία ανοίγματος των αρχείων που έχουν εξαχθεί, για καθορισμό χρονικών σημάνσεων: %1
ru: Невозможно открыть извлечённый файл для установки даты: %1
zh_cn: 未能打开已释放文件来设置时间戳记：%1

source: FAT copy #%1 doesn't match FAT copy #%2
el: Το αντίγραφο FAT #%1 δεν ταιριάζει με το αντίγραφο FAT #%2
ru: Копия FAT #%1 не совпадает с копией #%2
zh_cn: FAT 副本 #%1 不匹配 FAT 副本 #%2

source: Name
el: Όνομα
hr: Ime
ru: Имя
zh_cn: 名称

source: Type
el: Τύπος
hr: Tip
ru: Тип
zh_cn: 类型

source: Date Modified
el: Ημερομηνία τροποποίησης
ru: Дата изменения
zh_cn: 修改日期

source: Date Created
el: Ημερομηνία δημιουργίας
ru: Дата создания
zh_cn: 创建日期

source: Attributes
el: Δικαιώματα
hr: Atributi
ru: Атрибуты
zh_cn: 属性

source: Date Accessed
el: Ημερομηνία προσπέλασης
ru: Дата обращения
zh_cn: 访问数据

source: Tiny
zh_cn: 小

source: Small
zh_cn: 小

source: Medium
zh_cn: 中

source: Large
zh_cn: 大

source: Huge
zh_cn: 巨量

source: Today
zh_cn: 今天

source: Yesterday
zh_cn: 昨天

source: Earlier this week
zh_cn: 早于本周

source: Last week
zh_cn: 上周

source: Two weeks ago
zh_cn: 两周前

source: Earlier this month
zh_cn: 早于此月份

source: Last month
zh_cn: 上个月

source: Two months ago
zh_cn: 两月前

source: Earlier this year
zh_cn: 早于今年

source: Last year
zh_cn: 去年

source: Two years ago
zh_cn: 两年前

source: A long time ago
zh_cn: 很早以前

source: Tomorrow
zh_cn: 明天

source: Two days from now
zh_cn: 后天

source: Later this week
zh_cn: 本周后

source: Later this month
zh_cn: 本月后

source: Next month
zh_cn: 下个月

source: Later this year
zh_cn: 今年后

source: Next year
zh_cn: 下一年

source: Sometime this millennia
zh_cn: 本千年的某个时候

source: More...
el: Περισσότερα...
ru: Ещё...
zh_cn: 更多...

source: Disk Properties
el: Ιδιότητες δίσκου
hr: Svojstva diska
ru: Свойства диска
zh_cn: 磁盘属性

source: Tracks per cylinder:
el: Κομμάτια ανά κύλινδρο:
ru: Треков в цилиндре:
zh_cn: 每柱面轨道数：

source: MediaType
el: Τύπος μέσου
hr: Vrsta medija
ru: Тип носителя
zh_cn: 媒体类型

source: Size (in bytes):
el: Μέγεθος (σε bytes):
ru: Размер (байт):
zh_cn: 大小(字节)

source: Cylinders:
el: Κύλινδροι:
hr: Cilindri:
ru: Цилиндров:
zh_cn: 柱面：

source: Disk number:
el: Αριθμός δίσκου:
hr: Broj diska
ru: Номер диска:
zh_cn: 磁盘数目：

source: Disk signature/GUID:
zh_cn: 磁盘签名/GUID：

source: Partition count:
el: Μέτρηση κατάτμησης:
hr: Broj Particija:
ru: Разделов:
zh_cn: 分区数：

source: Size (sensible units):
el: Μέγεθος (λογικές μονάδες):
ru: Размер (удобные единицы):
zh_cn: 大小(感知单元)

source: Disk partition style:
zh_cn: 磁盘分区类型：

source: Partition Properties
el: Ιδιότητες κατάτμησης
hr: Svojstva particije
ru: Свойства раздела
zh_cn: 分区属性

source: Starting offset:
el: Έναρξη μετάθεσης:
ru: Начальное смещение:
zh_cn: 起始偏移：

source: Partition length (in bytes):
el: Μήκος κατάτμησης (σε bytes):
hr: Duzina particije (u bajtima):
ru: Длина раздела (байт):
zh_cn: 分区长度(字节)

source: Partition number:
el: Αριθμός κατάτμησης:
hr: Broj particije
ru: Номер раздела:
zh_cn: 分区数目：

source: Partition type:
el: Τύπος κατάτμησης:
hr: Vrsta particije:
ru: Тип раздела:
zh_cn: 分区类型：

source: Flags:
el: Σημαίες:
ru: Флаги:
zh_cn: 标记：

source: Mounted as:
el: Συνδέθηκε ως:
hr: Montiran kao:
ru: Смонтирован как:
zh_cn: 加载为：

source: Partition length (sensible units):
el: Μήκος κατάτμησης (λογικές μονάδες):
ru: Длина раздела (удобные единицы):
zh_cn: 分区长度(感知单元)

source: Partition style:
zh_cn: 分区类型：

source: Progress
el: Πρόοδος
hr: Napredak
ru: Выполнение
zh_cn: 过程

source: Estimated time remaining:
el: Απομένουν περίπου:
ru: Примерно осталось:
zh_cn: 预计剩余时间：

source: &Cancel
el: &Άκυρο
hr: &Ponisti
ru: О&тмена
zh_cn: 取消(&C)

source: by %1
el: από %1
zh_cn: 由 %1

source: Warning
el: Προειδοποίηση
hr: Upozorenje
ru: Внимание
zh_cn: 警告

source: Error
el: Σφάλμα
hr: Greska
ru: Ошибка
zh_cn: 错误

source: Information
el: Πληροφορίες
hr: Informacija
ru: Информация
zh_cn: 信息

source: Confirm
el: Επιβεβαίωση
hr: Potvrdi
ru: Подтверждение
zh_cn: 确认

source: &Yes
el: &Ναι
hr: &Da
ru: &Да
zh_cn: 是(&Y)

source: &No
el: &Όχι
hr: &Ne
ru: &Нет
zh_cn: 否(&N)

source: No help available
el: Δεν υπάρχει διαθέσιμη βοήθεια
hr: Nema Pomoci
ru: Справка недоступна
zh_cn: 无可用帮助

source: Help
el: Βοήθεια
hr: Pomoc
ru: Справка
zh_cn: 帮助

source: &Abort
el: &Ματαίωση
hr: &Prekini
ru: &О программе
zh_cn: 放弃(&A)

source: &Retry
el: &Επανάληψη
hr: %Pokusaj ponovo
ru: &Повтор
zh_cn: 重试(&R)

source: &Ignore
el: &Παράβλεψη
hr: &Zanemari
ru: Пропус&к
zh_cn: 忽略(&I)

source: &All
el: &Όλα
hr: %Sve
ru: &Все
zh_cn: 全部(&A)

source: N&o to All
el: &Όχι σε όλα
ru: Н&ет для всех
zh_cn: 全否(&O)

source: Yes to &All
el: &Ναί σε όλα
ru: Д&а для всех
zh_cn: 全是(&A)

source: Select location:
zh_cn: 选择位置

source: Unable to get disk layout for disk: %1
el: Αδυναμία ανάκτησης διάταξης για το δίσκο: %1
ru: Невозможно определить разметку диска: %1
zh_cn: 未能获取此磁盘的布局: %1

source: <Unable to obtain data>
el: <Αδυναμία απόκτησης δεδομένων>
ru: <Невозможно получить данные>
zh_cn: <未能获取数据>

source: <unknown>
el: <άγνωστο>
hr: <nepoznat>
ru: <неизвестно>
zh_cn: <未知>

source: Fastest
el: Ταχύτερο
ru: Быстрое
zh_cn: 最快

source: Default
el: Κανονικό
ru: Обычное
zh_cn: 默认

source: Maximum
el: Μέγιστο
ru: Сильное
zh_cn: 最大

source: %1 File
el: %1 Αρχείο
hr: $1 Datoteka
ru: %1 файл
zh_cn: %1 文件

source: Checking for latest version...
el: Έλεγχος για νεότερη έκδοση...
ru: Проверка наличия новой версии...
zh_cn: 检查最新版本...

source: Bootable
el: Εκκίνησης
ru: Загрузочный
zh_cn: 可启动

source: Rewrite
el: Επανεγγραφή
ru: Перезаписываемый
zh_cn: 重写

source: Recognised
el: Αναγνωρίστηκε
hr: Prepoznato
ru: Распознан
zh_cn: 重识别

source: <No drive letter>
el: <Χωρίς γράμμα οδηγού>
ru: <Нет буквы диска>
zh_cn: <无驱动盘符>

source: %1 days, %2 hours
el: %1 ημέρες, %2 ώρες
hr: %1 dana, %2 sati
ru: дней: %1, часов: %2
zh_cn: %1 天, %2 小时

source: %1 hours, %2 minutes
el: %1 ώρες, %2 λεπτά
hr: %1 sati, %2 minute
ru: часов: %1, минут: %2
zh_cn: %1 小时, %2 分钟

source: %1 minutes, %2 seconds
el: %1 λεπτά, %2 δευτερόλεπτα
hr: %1 minute, %2 sekunde
ru: минут: %1, секунд: %2
zh_cn: %1 分, %2 秒

source: %1 seconds
el: %1 δευτερόλεπτα
hr: %1 sekunde
ru: %1 сек
zh_cn: %1 秒

source: Operation cancelled by user
el: Η λειτουργία διακόπηκε από το χρήστη
ru: Операция отменена пользователем
zh_cn: 操作已被用户取消

source: Administrator privileges are required in order to carry out this operation.
el: Για την εκτέλεση αυτής της ενέργειας, απαιτούνται δικαιώματα διαχειριστή.
hr: Za izvršenje ove operacije neophodne su administratorske ovlasti.
ru: Для выполнения этой операции требуются права администратора.
zh_cn: 执行此操作需要管理员权限。

source: Stopped
zh_cn: 已停止

source: Start pending
zh_cn: 启动填充：

source: Stop pending
zh_cn: 停止填充

source: Continue pending
zh_cn: 继续填充

source: Pause pending
zh_cn: 暂停填充

source: Paused
zh_cn: 暂停

source: Unable to open service control manager.
el: Αδυναμία ανοίγματος της υπηρεσίας διαχειριστή ελέγχου.
hr: Ne mogu otvoriti menadžer kontrole servisa.
ru: Невозможно открыть диспетчер служб.
zh_cn: 未能打开服务控制管理器。

source: Unable to open service for driver "%1"
el: Αδυναμία ανοίγματος υπηρεσίας για τον οδηγό "%1"
hr: Ne mogu otvoriti servis za upravljački program "%1"
ru: Невозможно открыть службу для драйвера '%1'
zh_cn: 未能为驱动 "%1" 开启服务

source: Backup:
el: Αντίγραφο ασφαλείας:
ru: Резервная копия:
zh_cn: 备份：

source: Volume file to backup from does not exist
el: Το αρχείο τόμου αντιγράφου ασφαλείας δεν υπάρχει
ru: Отсутствует файл резервной копии тома
zh_cn: 要备份 CDB 的文件型加密卷不存在

source: CDB backup file does not exist
el: Αντίγραφο ασφαλείας CDB δεν υπάρχει
ru: Отсутствует файл резервной копии CDB
zh_cn: CDB 备份文件不存在

source: CDB backup file already exists; please specify a different filename to backup to
el: Το αντίγραφο ασφαλείας CDB υπάρχει ήδη. Παρακαλώ καθορίστε ένα διαφορετικό όνομα
ru: Файл резервной копии CDB уже существует
zh_cn: CDB 备份文件已经存在，请指定一个其它文件名来备份

source: Volume file to restore to does not exist
el: Το αρχείο τόμου για επαναφορά δεν υπάρχει
ru: Файл с томом для восстановления не существует
zh_cn: 要恢复 CDB 的文件型加密卷不存在

source: Unable to get file size of volume file
el: Αδυναμία ανάκτησης μεγέθους του αρχείου τόμου
ru: Невозможно узнать размер файла тома
zh_cn: 未能获取文件型加密卷的大小

source: Volume file too small to contain CDB
el: Το αρχείο τόμου είναι πολύ μικρό για να περιέχει CDB
ru: Файл с томом слишком мал, чтобы содержать CDB
zh_cn: 加密卷太小，不能包含 CDB

source: Source filename
el: Αρχικό όνομα
ru: Имя исходного файла
zh_cn: 来源文件名

source: Source details
el: Αρχικά σχόλια
ru: Данные источника
zh_cn: 来源细节

source: Destination filename
el: Όνομα αρχείου προορισμού
ru: Имя результирующего файла
zh_cn: 目标文件名

source: Destination details
el: Σχόλια για το αρχείο προορισμού
ru: Данные получателя
zh_cn: 目标细节

source: RNG select
el: Επιλέξτε RNG
ru: Выбор ГСЧ
zh_cn: RNG 选择

source: RNG: Mouse movement
el: RNG: Κίνηση ποντικιού
ru: ГСЧ: перемещение мыши
zh_cn: RNG: 鼠标移动

source: New keyfile
el: Νέο αρχείο κλειδιού
ru: Новый ключевой файл
zh_cn: 新密钥文件

source: Keyfile created successfully.
el: Το αρχείο κλειδιού δημιουργήθηκε επιτυχώς.
ru: Ключевой файл успешно создан.
zh_cn: 密钥文件已成功创建。

source: Volume/keyfile changed successfully.
el: Ο τόμος/αρχείο κλειδιού άλλαξε επιτυχώς.
ru: Том/ключевой файл успешно изменён.
zh_cn: 加密卷/密钥文件修改成功完成。
