Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Store CDB as separate keyfile
el: Αποθήκευση CDB ως ξεχωριστό αρχείο κλειδιού
hr: Pohranite CDB kao zasebnu datoteku ključa
ru: Сохранить CDB как отдельный ключевой файл
zh_cn: 存储 CDB 为单独的密钥文件

source: Padding
el: Συμπλήρωση
ru: Заполнение
zh_cn: 填充

source: Amount of padding to append:
el: Ποσό συμπλήρωσης για επισύναψη:
ru: Объём добавляющего заполнения:
zh_cn: 需要添加的填充数量：

source: Type of overwrite data:
el: Τύπος των δεδομένων αντικατάστασης:
ru: Тип данных для перезаписи:
zh_cn: 覆盖数据的类型：

source: as EOF
el: ως EOF
zh_cn: 作为 EOF

source: &Treat
el: &Αντιμετώπιση
zh_cn: 处理(&T)

source: &User entered:
el: &Εισαγωγή χρήστη:
zh_cn: 用户输入的(&U)：

source: Read from ke&yfile:
el: Ανάγνωση από αρχείο &κλειδιού:
zh_cn: 从密钥文件读取(&Y)：

source: Keyfile contains ASC&II password
el: Το αρχείο κλειδιού περιέχει ASC&II κωδικό
zh_cn: 密钥文件包含 ASCII 密码(&I)

source: File
el: Αρχείο
hr: Datoteka
ru: Файл
zh_cn: 文件

source: Partition
el: Κατάτμηση
hr: Particija
ru: Раздел
zh_cn: 分区

source: Unknown
el: Άγνωστο
hr: Nepoznat
ru: Неизвестно
zh_cn: 未知

source: Null IV
hr: Nul IV
zh_cn: 空 IV

source: 32 bit sector ID
el: 32 bit τομέας ID
hr: 32 bit sektor ID
ru: 32-бит секторный ID
zh_cn: 32 位扇区 ID

source: 64 bit sector ID
el: 64 bit τομέας ID
hr: 64 bitni sektor ID
ru: 64-бит секторный ID
zh_cn: 64 位扇区 ID

source: Hashed 32 bit sector ID
el: Κατακερματισμένο 32 bit τομέα ID
hr: Smješan 32 bitni sektor ID
ru: Хешир. 32-бит сект. ID
zh_cn: 已哈希 32 位扇区 ID

source: Hashed 64 bit sector ID
el: Κατακερματισμένο 64 bit τομέα ID
hr: Smješan 64 bitni sektor ID
ru: Хешир. 64-бит сект. ID
zh_cn: 已哈希 64 位扇区 ID

source: Please reboot your computer to allow changes to take effect.
el: Παρακαλώ επανεκκινήστε τον υπολογιστή σας για να εφαρμοστούν οι αλλαγές.
hr: Molimo restartujte kompjuter da bi promjene bile primijenjene.
ru: Чтобы изменения вступили в силу, нужно перезагрузить компьютер.
zh_cn: 请重启计算机以事改动生效。

source: This driver has been installed, started, and is now available for use
el: Αυτός ο οδηγός έχει εγκατασταθεί, ξεκίνησε και είναι τώρα διαθέσιμος για χρήση
hr: Ovaj upravljački program je instaliran, pokrenut i dostupan za korištenje
ru: Драйвер установлен, запущен и готов к использованию
zh_cn: 此驱动已经安装并启动，已为应用准备就绪

source: This driver has been installed but not started; you may need to reboot your PC for the installation to take effect
el: Αυτός ο οδηγός έχει εγκατασταθεί αλλά δεν ξεκίνησε. Ίσως να χρειάζεται επανεκκίνηση του υπολογιστή για να τεθεί σε ισχύ.
hr: Ovaj upravljacki program je instaliran ali ne i pokrenut; trebalo bi isključiti i ponovo uključiti kompjuter da bi instalacija bila uspješna
ru: Драйвер установлен, но не запущен; чтобы его задействовать, нужно перезагрузить компьютер
zh_cn: 此驱动已经安装但尚未启动，你需要重启计算机以使安装生效

source: Driver %s installed
el: Οδηγός %s εγκαταστάθηκε
hr: Upravljački program &s instaliran
ru: Драйвер %s установлен
zh_cn: 驱动 %s 已安装

source: This driver appears to already be installed.
el: Αυτός ο οδηγός φαίνεται να είναι ήδη εγκατεστημένος.
hr: Izgleda da je ovaj upravljački program već istaliran.
ru: Этот драйвер уже установлен.
zh_cn: 驱动看起来已经安装。

source: Please uninstall the existing driver before attempting to reinstall.
el: Παρακαλώ απεγκαταστείστε τον τρέχοντα οδηγό πριν επιχειρήσετε να τον εγκαταστείσετε πάλι.
hr: Molimo, deinstalirajte postojeći upravljački program prije pokušaja ponovnog instaliranja.
ru: Сначала удалите имеющийся драйвер.
zh_cn: 请在试图重新安装前卸载现有驱动。

source: Unable to copy driver file to windows driver directory
el: Αδυναμία αντιγραφής του αρχείου του οδηγού στον κατάλογο οδηγών των windows
hr: Ne mogu kopirati datoteku upravljačkog programa u Windows mapu upravljačkih programa
ru: Невозможно скопировать файл драйвера в соответствующую папку Windows
zh_cn: 未能复制驱动文件到 Windows 驱动目录

source: Unable to install driver.
el: Αδυναμία εγκατάστασης του οδηγού.
hr: Ne mogu instalirati upravljački program
ru: Невозможно установить драйвер.
zh_cn: 未能安装驱动。

source: Starting drivers in portable mode...
el: Εκκίνηση των οδηγών σε κατάσταση φορητότητας...
hr: Pokretanje upravljačkog programa na prijenosni način...
ru: Запуск драйверов в портативном режиме...
zh_cn: 正在以便携模式启动驱动...

source: Installing drivers...
el: Εγκατάσταση προγραμμάτων οδήγησης...
hr: Instaliranje upravljačkog programa...
ru: Установка драйверов...
zh_cn: 正在安装驱动...

source: Starting:
el: Εκκίνηση:
hr: Pokretanje:
ru: Запуск:
zh_cn: 正在启动：

source: Installing:
el: Εγκατάσταση:
hr: Instaliranje:
ru: Установка:
zh_cn: 正在安装：

source: Are you sure you wish to delete the selected keyfiles from the token?
el: Θέλετε σίγουρα να διαγράψετε τα επιλεγμένα αρχεία κλειδιών από την κάρτα;
hr: Jeste li sigurni da želite da obrišete odabrane datoteke ključa iz tokena?
ru: Вы действительно хотите удалить выбранные ключевые файлы из токена?
zh_cn: 你确认要从口令牌中删除选定文件吗？

source: The following keyfiles were deleted successfully: %s
el: Τα παρακάτω αρχεία κλειδιών έχουν διαγραφεί επιτυχώς: %s
hr: Sljedeće datoteke ključa su uspješno obrisane: %s
ru: Эти ключевые файлы успешно удалены: %s
zh_cn: 以下密钥文件已被成功删除: %s

source: The following keyfiles could not be deleted: %1
el: Τα παρακάτω αρχεία κλειδιών δεν μπόρεσαν να διαγραφούν: %1
hr: Sljedeće datoteke ključa nisu obrisane: %1
ru: Эти ключевые файлы удалить не удалось: %1
zh_cn: 以下密钥文件未能被删除: %1

source: Keyfile exported successfully
el: Η εξαγωγή αρχείου κλειδιού έγινε επιτυχώς
hr: Datoteka ključa uspješno izvezena
ru: Ключевой файл успешно экспортирован
zh_cn: 密钥文件已被成功导出

source: Unable to export keyfile to: %1
el: Αδυναμία εξαγωγής αρχείου κλειδιού σε: %1
hr: Ne mogu izvesti datoteku ključa u: %1
ru: Невозможно экспортировать ключевой файл в: %1
zh_cn: 未能导出密钥文件到: %1

source: Unable to read keyfile contents
el: Αδυναμία ανάγνωσης περιεχομένων αρχείου κλειδιού
hr: Ne mogu čitati sadržaj datoteke ključa
ru: Невозможно прочитать содержимое ключевого файла
zh_cn: 未能读取密钥文件内容

source: The file specified doesn't appear to be a LibreCrypt keyfile.
el: Το αρχείο που ορίσατε δεν είναι ένα αρχείο κλειδιού του LibreCrypt.
hr: Precizirana datoteka ne djeluje da je datoteka ključa od LibreCrypt
ru: Этот не ключевой файл LibreCrypt
zh_cn: 指定的文件看起来不是 FREEOTFE 密钥文件。

source: Do you wish to continue anyway?
el: Θέλετε να συνεχίσετε παρ' όλα αυτά;
hr: Da li svejedno želite da nastavite?
ru: Вы настаиваете на продолжении?
zh_cn: 你仍然希望继续吗？

source: Keyfile imported successfully as:
el: Το αρχείο κλειδιού έχει εισαχθεί επιτυχώς ως:
hr: Datoteka ključa uspješno uvezena kao:
ru: Ключевой файл успешно импортирован как:
zh_cn: 密钥文件已经成功导入为：

source: Keyfile import failed
el: Η εισαγωγή αρχείου κλειδιού απέτυχε
hr: Uvoz datoteke ključa nije uspjeo
ru: Ошибка импорта ключевого файла
zh_cn: 密钥文件导入失败

source: Unable to get list of CDB entries from Token
el: Αδυναμία ανάκτησης λίστας εγγραφών CDB από την Κάρτα
hr: Ne mogu da nabavim listu CDB unosa iz Tokena
ru: Невозможно получить список CDB из токена
zh_cn: 未能从口令牌中获取 CDB 入口列表

source: One or more of the keyfiles stored on your token are invalid/corrupt
el: Ένα ή περισσότερα αρχεία κλειδιών αποθηκευμένα στην κάρτα σας, είναι άκυρα/φθαρμένα
hr: Jedna ili više od datoteka ključa pohranjenih u Vaš token su neispravni/oštećeni
ru: Один или несколько ключевых файлов в токене неверные/повреждённые
zh_cn: 存储在你的口令牌中的一个或多个密钥文件是无效或损坏的

source: Keysize
el: Μέγεθος κλειδιού
hr: Veličina ključa
ru: Размер ключа
zh_cn: 密钥大小

source: Unable to get list of keys from Token
el: Αδυναμία ανάκτησης λίστας κλειδιών από την Κάρτα
hr: Ne mogu da nabavim listu ključeva iz Tokena
ru: Невозможно получить список ключей из токена
zh_cn: 未能从口令牌中获取密钥列表

source: Are you sure you wish to delete the selected keys from the token?
el: Θέλετε σίγουρα να διαγράψετε τα επιλεγμένα κλειδιά από την κάρτα;
hr: Jeste li sigurni da želite da obrišete obilježene ključeve iz tokena?
ru: Вы действительно хотите удалить выбранные ключи из токена?
zh_cn: 你确认要从口令牌中删除选定密钥吗？

source: The following keys were deleted successfully: %1
el: Τα παρακάτω κλειδιά έχουν διαγραφεί επιτυχώς: %1
hr: Sljedeći ključevi su uspješno obrisani: %1
ru: Эти ключи успешно удалены: %1
zh_cn: 下面密钥已被成功删除: %1

source: The following keys could not be deleted: %1
el: Τα παρακάτω κλειδιά δεν μπόρεσαν να διαγραφούν: %1
hr: Sljedeći ključevi nisu mogli biti obrisani: %1
ru: Эти ключи удалить не удалось: %1
zh_cn: 下面密钥未能成功删除: %1

source: Please select a secret key to use
el: Παρακαλώ επιλέξτε για χρήση ένα μυστικό κλειδί
hr: Molimo odaberite tajni ključ za upotrebu
ru: Выберите секретный ключ
zh_cn: 请选择要使用的安全密钥

source: unsecure
el: μη ασφαλές
hr: ukloni zaštitu
ru: ненадёжный
zh_cn: 不安全

source: secure
el: ασφαλές
hr: zaštiti
ru: надёжный
zh_cn: 安全

source: Are you sure you wish to use PKCS#11 secret key: %1 to %2 the CDB starting from offset %3 within volume: %4
el: Θέλετε σίγουρα να χρησιμοποιήσετε το PKCS#11 μυστικό κλειδί: %1 για %2 το CDB ξεκίνησε απο μετάθεση %3 εντός του τόμου: %4
hr: Jeste li sigurni da želite da koristite PKCS#11 tajni ključ: %1 za %2 CDB počinjući sa odstojem %3 unutar volumena: %4
ru: Вы действительно хотите использовать секретный ключ PKCS#11: %1 для %2 CDB со смещения %3 внутри тома: %4
zh_cn: 你确认要使用 PKCS#11 安全密钥: %1 在加密卷中从偏移 %3 来 %2 CDB 启动: %4

source: Are you sure you wish to %1 the volume/keyfile: %2 using the PKCS#11 secret key: %3
el: Θέλετε σίγουρα να %1 τον τόμο/αρχείο κλειδιού: %2 με χρήση του PKCS#11 μυστικού κλειδιού: %3
hr: Jeste li sigurni da želite da %1 volumen/datoteku ključa: %2 koristeći PKCS#11 tajni ključ: %3
ru: Вы действительно хотите %1 том/ключевой файл: %2 используя секретный ключ PKCS#11: %3
zh_cn: 你确认要 %1 加密卷/密钥文件: %2 正在使用的 PKCS#11 安全密钥: %3

source: Unable to read keyfile/volume CDB
el: Αδυναμία ανάγνωσης αρχείου κλειδιού/τόμου CDB
hr: Ne mogu da pročitam CDB datoteke ključa/volumena
ru: Невозможно прочитать CDB ключевого файла/тома
zh_cn: 未能读取密钥文件/加密卷的 CDB

source: Unable to carry out encryption/decryption using Token
el: Αδυναμία διενέργειας κρυπτογράφησης/αποκρυπτογράφησης με χρήση Κάρτας
hr: Ne mogu da sprovedem šifriranje/dešifriranje koristeći Token
ru: Невозможно выполнить шифрование/дешифрование с помощью токена
zh_cn: 未能使用口令牌实现加密/解密

source: Unable to write keyfile/volume CDB
el: Αδυναμία εγγραφής αρχείου κλειδιού/τόμου CDB
hr: Ne mogu da pišem CDB datoteke ključa/volumena
ru: Невозможно записать CDB ключевого файла/тома
zh_cn: 未能写入密钥文件/加密卷的CDB

source: Volume/keyfile now %1
el: Τόμος/αρχείο κλειδιού τώρα %1
hr: Volumen/datoteka ključa sada %1
ru: Том/ключевой файл сейчас %1
zh_cn: 加密卷/密钥文件目前 %1

source: <No partitions found>
el: <Δεν βρέθηκε κατάτμηση>
hr: <nije pronađena nijedna particija>
ru: <Разделы не обнаружены>
zh_cn: <未发现分区>

source: <Unable to get disk layout information for disk #%1>
el: <Αδυναμία ανάκτησης πληροφοριών διάταξης δίσκου για το δίσκο #%1>
hr: <Ne mogu da nabavim informacije o rasporedu na disku za disk #%1>
ru: <Невозможно получить сведения о разметке диска #%1>
zh_cn: <未能为磁盘 #%1 获取磁盘布局信息>

source: <Entire disk #%1>
el: <Ολόκληρος δίσκος #%1>
hr: <Cijeli disk #%1>
ru: <Весь диск #%1>
zh_cn: <整个磁盘 #%1>

source: <CDROM/DVD in %1>
el: <CDROM/DVD στο %1>
hr: <CDROM/DVD u %1>
ru: <CDROM/DVD в %1>
zh_cn: <CDROM/DVD 于 %1>

source: Doubleclick partition to display properties
el: Διπλό κλικ στην κατάτμηση, για εμφάνιση ιδιοτήτων
hr: Dupli-klik na particiju da prikažem svojstva
ru: Двойной щелчок по разделу - свойства
zh_cn: 双击分区可以显示属性

source: Doubleclick to display disk properties
el: Διπλό κλικ για εμφάνιση ιδιοτήτων δίσκου
hr: Dupli-klik da prikažem svojstva diska
ru: Двойной щелчок по диску - свойства
zh_cn: 双击磁盘可以显示属性

source: Partition #%1
el: Κατάτμηση #%1
hr: Particija #%1
ru: Раздел #%1
zh_cn: 分区 #%1

source: Windows has not allocated this partition a partition number
el: Τα Windows δεν έχουν χορηγήσει στην κατάτμηση έναν αριθμό κατάτμησης
hr: Windows nije dodijelo particijski broj za ovu particiju
ru: Windows не присвоила номер этому разделу
zh_cn: Windows 尚未为此分区分配盘符

source: This is where Windows is installed
el: Αυτός είναι που έχει εγκατεστημένα τα Windows
hr: Ovdje je instaliran Windows
ru: Здесь установлена Windows
zh_cn: 此为 Windows 安装分区

source: This is where program files are installed
el: Αυτό είναι όπου είναι εγκατεστημένα τα προγράμματα
hr: Ovdje su instalirane programske datoteke
ru: Здесь установлены файлы программ
zh_cn: 此为程序文件安装分区

source: Partition is marked as bootable
el: Η κατάτμηση είναι σημειωμένη ως εκκίνησης
hr: Particija je obilježena kao pokrećuća (može da boot-uje)
ru: Раздел помечен как загрузочный
zh_cn: 分区已被标记为可启动

source: Disk #%1
el: Δίσκος #%1
ru: Диск #%1
zh_cn: 硬盘 #%1

source: <Unable to locate correct cypher driver>
el: <Αδυναμία εντοπισμού ορθού οδηγού πρυπτογραφήματος>
hr: <Ne mogu da lociram ispravan upravljački program šifre>
ru: <Невозможно найти правильный драйвер шифрования>
zh_cn: <未能定位正确的算法驱动>

source: <Unable to locate cypher>
el: <Αδυναμία εντοπισμού κρυπτογραφήματος>
hr: <Ne mogu da lociram šifru>
ru: <Невозможно найти шифр>
zh_cn: <未能定位算法>

source: Library:
el: Βιβλιοθήκη:
hr: Biblioteka podataka:
ru: Библиотека:
zh_cn: 链接库：

source: (null key only)
el: (μόνο null κλειδιί)
hr: (samo null ključ)
ru: (только нулевой ключ)
zh_cn: (仅空密钥)

source: (arbitary keysize allowed)
el: (αποδεκτά αυθαίρετα μεγέθη κλειδιού)
hr: (proizvoljna veličina ključa dozvoljena)
ru: (разрешён произвольный размер ключа)
zh_cn: (允许的大致密钥大小)

source: (arbitary blocksize allowed)
el: (αποδεκτά αυθαίρετα μεγέθη μπλοκ)
hr: (proizvoljna veličina bloka dozvoljena)
ru: (разрешён произвольный размер блока)
zh_cn: (允许的大致区块大小)

source: Manual
el: Χειροκίνητα
hr: Uputstvo za upotrebu
ru: Вручную
zh_cn: 手动

source: At system startup
el: Στην εκκίνηση συστήματος
hr: Pri pokretanju sustava
ru: При старте системы
zh_cn: 在系统启动时

source: Driver files (*.sys)|*.sys|All files|*.*
el: Αρχεία οδηγών (*.sys)|*.sys|Όλα τα αρχεία|*.*
hr: Datoteke upravljačkog programa (*.sys)|*.sys|Sve datoteke|*.*
ru: Драйверы (*.sys)|*.sys|Все файлы|*.*
zh_cn: 驱动文件 (*.sys)|*.sys|所有文件|*.*

source: Unable to start driver "%1"
el: Αδυναμία εκκίνησης του οδηγού "%1"
hr: Ne mogu pokrenuti upravljački program "%1"
ru: Невозможно запустить драйвер '%1'
zh_cn: 未能启动驱动 "%1"

source: Stopping a LibreCrypt driver which is currently in use (e.g. by one or more mounted volumes) can lead to SYSTEM INSTABILITY.
el: Διακοπή ενός οδηγού LibreCrypt που είναι τώρα σε χρήση (π.χ. από έναν ή περισσότερους συνδεδεμένους τόμους) μπορεί να οδηγήσει σε ΑΣΤΑΘΕΙΑ ΣΥΣΤΗΜΑΤΟΣ.
hr: Zaustavljanje LibreCrypt upravljačkog programa koji je trenutno u upotrebi (npr. za jedan ili više montiranih volumena) može prouzrokovati SUSTAVSKU NESTABILNOST.
ru: Остановка используемого сейчас драйвера LibreCrypt (например, одним или несколькими смонтированными томами) может привести к НЕСТАБИЛЬНОСТИ СИСТЕМЫ.
zh_cn: 停止正在运行的 LibreCrypt 驱动（例如，正在被一个或多个已加载的加密卷使用）可能会导致系统不稳定。

source: This option is intended for experienced users who REALLY know what they're doing.
el: Η επιλογή αυτή προορίζεται για έμπειρους χρήστες που ΠΡΑΓΜΑΤΙΚΑ ΓΝΩΡΙΖΟΥΝ τι κάνουν.
hr: Ova opcija je predviđena za iskusne korisnike koji STVARNO znaju što rade.
ru: Эта опция предназначена для опытных пользователей, которые ДЕЙСТВИТЕЛЬНО понимают, что они делают.
zh_cn: 此选项为那些知清楚了解自己所作的事情的高级用户使用。

source: Are you sure you wish to stop the "%1" driver?
el: Θέλετε σίγουρα τη διακοπή του οδηγού "%1" ;
hr: Jeste li sigurni da želite zaustaviti upravljački program "%1" ?
ru: Вы действительно хотите остановить драйвер '%1'?
zh_cn: 你确认要停止 "%1" 驱动吗？

source: Unable to stop driver "%s"
el: Αδυναμία διακοπής του οδηγού "%s"
hr: Ne mogu zaustaviti upravljački program "%s"
ru: Невозможно остановить драйвер '%s'
zh_cn: 未能停止驱动 "%s"

source: Uninstalling a LibreCrypt driver which is currently in use (e.g. by one or more mounted volumes) can lead to SYSTEM INSTABILITY.
el: Απεγκατάσταση ενός οδηγού LibreCrypt που είναι τώρα σε χρήση (π.χ. από έναν ή περισσότερους συνδεδεμένους τόμους) μπορεί να οδηγήσει σε ΑΣΤΑΘΕΙΑ ΣΥΣΤΗΜΑΤΟΣ.
hr: Deinstaliranje LibreCrypt upravljačkog programa koji je trenutno u upotrebi (npr. za jedan ili više montiranih volumena) može prouzrokovati SUSTAVSKU NESTABILNOST.
ru: Удаление используемого сейчас драйвера LibreCrypt (например, одним или несколькими смонтированными томами) может привести к НЕСТАБИЛЬНОСТИ СИСТЕМЫ.
zh_cn: 卸载正在运行的 LibreCrypt 驱动（例如，正在被一个或多个已加载的加密卷使用）可能会导致系统不稳定。

source: Are you sure you wish to uninstall the "%1" driver?
el: Θέλετε σίγουρα την απεγκατάσταση του οδηγού "%1" ;
hr: Jeste li sigurni da želite deinstalirati "%1" upravljački program?
ru: Вы действительно хотите удалить драйвер '%1'?
zh_cn: 你确认要卸载 "%1" 驱动吗？

source: After rebooting, please remove the driver file from your <windows>\system32\drivers directory
el: Μετά την επανεκκίνηση, παρακαλώ διαγράψτε το αρχείο οδήγησης από τον κατάλογο <windows>\system32\drivers
hr: Posle restartovanja, molimo uklonite datoteku upravljačkog programa iz Vaše <windows>\system32\drivers mape
ru: После перезагрузки удалите файл драйвера из папки <windows>\system32\drivers
zh_cn: 重启计算机后，请从 <windows>\system32\drivers 文件夹移除驱动文件

source: The "%1" driver has now been uninstalled.
el: Ο οδηγός "%1" έχει τώρα απεγκατασταθεί.
hr: "%1" upravljački program je deinstaliran.
ru: Драйвер '%1' удалён.
zh_cn: "%1" 驱动已被成功卸载

source: Unable to delete driver service "%1".
el: Αδυναμία διαγραφής υπηρεσίας του οδηγού "%1".
hr: Ne mogu obrisati servis upravljačkog programa "%1"
ru: Невозможно удалить службу драйвера '%1'.
zh_cn: 未能删除驱动服务 "%1"

source: Please disable this driver from starting up automatically, reboot, and try again.
el: Παρακαλώ απενεργοποιήστε αυτόν τον οδηγό από την αυτόματη εκκίνηση, επανεκκινήστε, και προσπαθήστε πάλι.
hr: Molimo onemogućite ovom upravljačkom programu da se automatski pokreće, restartujte, pa pokušajte ponovo.
ru: Отключите автозапуск этого драйвера, перезагрузите компьютер и повторите попытку.
zh_cn: 请禁止此服务自动启动，重启计算机，之后再试一次。

source: Unable to set startup option for driver "%1".
el: Αδυναμία ορισμού επιλογής εκκίνησης για τον οδηγό "%1".
hr: Ne mogu da podesim postavku za pokretanje upravljačkog programa "%1".
ru: Невозможно изменить значение запуска драйвера '%1'.
zh_cn: 未能为驱动 "%1" 设置启动选项

source: <Unable to locate correct hash driver>
el: <Εντοπίστε το σωστό οδηγό κατακερματισμού>
hr: <Ne mogu da lociram ispravan upravljački program smješe>
ru: <Невозможно найти правильный драйвер хеширования>
zh_cn: <未能定位正确的哈希驱动>

source: <Unable to locate hash>
el: <Εντοπίστε τη θέση κατακερματισμού>
hr: <Ne mogu da lociram smješu>
ru: <Невозможно найти хеш>
zh_cn: <未能定位哈希>

source: (length of hash returned may vary)
el: (το μέγεθος του κατακερματισμού που επιστράφηκε, μπορεί να ποικίλλει)
hr: (dužina povratne smješe može da varira)
ru: (длина хеша может варьировать)
zh_cn: (返回的哈希长度可能不同)

source: <none selected>
el: <κανένα επιλεγμένο>
hr: <nijedan odabran>
ru: <не выбрано>
zh_cn: <无选择的>

source: <none available>
el: <κανένα διαθέσιμο>
hr: <nijedan dostupan>
ru: <недоступно>
zh_cn: <无可用的>

source: &Advanced
el: &Προχωρημένες
hr: &Posebno
ru: &Ещё
zh_cn: 高级(&A)

source: One or more of the keyfiles stored on your token are invalid/corrupt and will be ignored
el: Ένα ή περισσότερα από τα αποθηκευμένα στην κάρτα σας αρχεία κλειδιών, είναι άκυρα/φθαρμένα και θα αγνοηθούν.
hr: Jedna ili više datoteka ključa pohranjenih u Vaš token su neispravne/oštećene i biće ignorisane
ru: Один или несколько ключевых файлов на токене неверные/повреждённые, они будут пропущены
zh_cn: 存储与你的口令牌中有一个或多个密钥文件无效或是损坏，它们将会被忽略

source: Please check which keyfiles are stored on this token and correct
el: Παρακαλώ ελέγξτε όποια αρχεία κλειδιών είναι αποθηκευμένα σ' αυτή την κάρτα και διορθώστε τα.
hr: Molimo provjerite koje datoteke ključa su pohranjene u ovaj token i ispravite
ru: Проверьте ключевые файлы на этом токене и исправьте
zh_cn: 请检查存储于口令牌中和正确的是哪个密钥文件

source: Unable to get a list of secret keys from Token
el: Αδυναμία ανάκτησης μιας λίστας μυστικών κωδικών από την κάρτα
hr: Ne mogu da dobijem listu tajnih ključeva iz Tokena
ru: Невозможно получить список секретных ключей с токена
zh_cn: 未能从口令牌中获取安全密钥列表

source: Unable to Open volume; please ensure that you entered the correct details (password, etc)
el: Αδυναμία σύνδεσης τόμου. Παρακαλώ βεβαιωθείτε ότι έχετε εισάγει τα σωστά στοιχεία (κωδικό κλπ)
hr: Ne mogu montirati volumen; molimo provjerite unesene detalje (lozinka, itd.)
ru: Невозможно смонтировать том; проверьте правильность ввода данных (пароль и др.)
zh_cn: 未能加载加密卷，请确认你输入了正确的细节(例如密码，等等)

source: Please ensure that you check/uncheck the "Data from offset includes CDB" option, as appropriate for your volume
el: Παρακαλώ βεβαιωθείτε ότι έχετε τσεκάρει/ξετσεκάρει την επιλογή "Δεδομένα από μετάθεση που περιλαμβάνονται στο CDB", ως κατάλληλη για τον τόμο σας
hr: Molimo osigurajte da ste obilježili/sklonili biljeg sa "Podaci iz odstoja sadrže CDB" opcije, shodno Vašem volumenu
ru: Проверьте, чтобы значение опции 'Данные из смещения включают CDB' соответствовало тому
zh_cn: 请确认你勾选/未勾选 "从偏移开始的包含 CDB 的数据" 选项，来匹配你的加密卷

source: Unable to Open volume; volume password expired.
zh_cn: 未能加载加密卷,加密卷密码已过期

source: Please change this volume's password and try again.
zh_cn: 请修改加密卷的密码，之后再试一次

source: Unable to find volume/read volume CDB.
el: Αδυναμία εύρεσης/ανάγνωσης τόμου CBD.
hr: Ne mogu pronaći volumen/pročitati volumenov CDB.
ru: Невозможно найти том/прочитать CDB тома.
zh_cn: 未能发现或未能读取加密卷的 CDB

source: Unable to find keyfile/read keyfile.
el: Αδυναμία εύρεσης/ανάγνωσης αρχείου κλειδιού
hr: Ne mogu pronaći datoteku ključa/pročitati datoteku ključa.
ru: Невозможно найти/прочитать ключевой файл.
zh_cn: 未能发现密钥文件/读取密钥文件

source: Unable to decrypt using PKCS#11 secret key.
el: Αδυναμία αποκρυπτογράφησης με χρήση του μυστικού κλειδιού PKCS#11.
hr: Ne mogu da dešifriram koristeći PKCS#11 tajni ključ.
ru: Невозможно расшифровать с помощью секретного ключа PKCS#11.
zh_cn: 未能使用 PKCS#11 安全密钥解密

source: Unable to Open volume; if a volume to be mounted is stored on readonly media (e.g. CDROM or DVD), please ensure that the "Open readonly" option is selected.
el: Αδυναμία σύνδεσης τόμου. Εάν ο προς σύνδεση τόμος είναι καταχωρημένος ως μέσο μόνο για ανάγνωση (π.χ. CDROM ή DVD), παρακαλώ βεβαιωθείτε ότι η επιλογή "Σύνδεση μόνο για ανάγνωση" είναι επιλεγμένη.
ru: Невозможно смонтировать том. Если этот том находится на не допускающем запись носителе (например, на CD/DVD-ROM), проследите, чтобы был включён параметр 'Монтировать только для чтения'.
zh_cn: 未能加载加密卷，如果要加载的加密卷存储与只读介质(例如，CD或DVD光盘)，请确认选择了 "以只读方式加载" 选项。

source: Unable to Open volume; if a volume file is readonly, please ensure that the "Open readonly" option is selected.
el: Αδυναμία σύνδεσης τόμου. Εάν το αρχείο τόμου είναι μόνο για ανάγνωση, παρακαλώ βεβαιωθείτε ότι η επιλογή "Σύνδεση μόνο για ανάγνωση" είναι επιλεγμένη.
ru: Невозможно смонтировать том. Если этот том - только для чтения, проследите, чтобы был включён параметр 'Монтировать только для чтения'.
zh_cn: 未能加载加密卷，如果文件型加密卷是只读的，请确认选择了 "以只读方式加载" 选项。

source: %1 volume was mounted successfully, but %2 could not be mounted
el: Ο τόμος %1 έχει συνδεθεί επιτυχώς, αλλά το %2 δεν έχει συνδεθεί
hr: %1 volumen je uspješno montiran, ali volumen %2 nije moguće montirati
ru: %1 том успешно смонтирован, но %2 смонтировать не удалось
zh_cn: %1 加密卷已被成功加载，但 %2 未能被加载

source: %1 volumes were mounted successfully, but %2 could not be mounted
el: Οι τόμοι %1 έχουν συνδεθεί επιτυχώς, αλλά το %2 δεν έχει συνδεθεί
hr: %1 volumeni su uspješno montirani, ali %2 nije moguće montirati
ru: Тома (%1 шт.) успешно смонтированы, но %2 смонтировать не удалось
zh_cn: %1 加密卷已被成功加载，但 %2 未能被加载

source: Salt length (in bits) must be a multiple of 8
el: Το μήκος αλατιού (σε bits) πρέπει να είναι πολλαπλάσιο του 8
hr: Dužina soli (u bitima) mora biti višekratnik od 8
ru: Длина 'соли' (в битах) должны быть кратной 8
zh_cn: 选择的长度(位数)必须是 8 的倍数
