Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Moves the selected items to another location
el: Μετακίνηση των επιλεγμένων στοιχείων σε άλλη θέση.
ru: Переместить выбранные элементы в другое место
zh_cn: 移动选定项目到其它位置

source: Copy To &Folder...
el: Αντιγραφή στο &φάκελο...
ru: С&копировать в папку...
zh_cn: 复制到文件夹(&F)...

source: Copies the selected items to another location
el: Αντιγραφή των επιλεγμένων στοιχείων σε άλλη θέση.
ru: Скопировать выбранные элементы в другое место
zh_cn: 复制选定项目到其它位置

source: &Invert Selection
el: Αντιστροφή επιλογής
ru: &Инвертировать выбор
zh_cn: 反向选择(&I)

source: Reverses which items are selected and which are not.
el: Αντιστροφή επιλεγμένων και μη επιλεγμένων στοιχείων.
ru: Сделать выбранные элементы невыбранными и наоборот
zh_cn: 对已经选择的取消选择同时选择没有选择的项目.

source: Cu&t
el: Α&ποκοπή
ru: В&ырезать
zh_cn: 剪切(&)

source: Removes the current selection and copies it to the Clipboard.
el: Κατάργηση της τρέχουσας επιλογής και αντιγραφή της στο Πρόχειρο.
ru: Удалить выбранное в буфер обмена
zh_cn: 移动选定项目并且复制到剪贴板.

source: Copies the current selection onto the Clipboard.
el: Αντιγραφή της τρέχουσας επιλογής στο Πρόχειρο.
ru: Скопировать выбранное в буфер обмена
zh_cn: 复制当前选定项目到剪贴板.

source: &Paste
el: &Επικόλληση
ru: &Вставить
zh_cn: 粘贴(&P)

source: Inserts the items you have copied or cut into the specified location.
el: Εισάγει τα στοιχεία που αντιγράψατε ή αποκόψατε σε συγκεκριμένη θέση.
ru: Вставить скопированные или вырезанные элементы в указанное место
zh_cn: 插入你已复制的项目或者剪切到指定位置.

source: Overwrite a file on your hard drive
el: Αντικατάσταση ενός αρχείου στο σκληρό δίσκο σας.
ru: Перезаписать файл на жёстком диске
zh_cn: 覆盖硬盘中的一个文件

source: Overwrite a folder on your hard drive
el: Αντικατάσταση ενός φακέλου στο σκληρό δίσκο σας.
ru: Перезаписать папку на жёстком диске
zh_cn: 覆盖硬盘中的一个文件夹

source: Network service status...
zh_cn: 网络服务状态...

source: Choose Details...
zh_cn: 选择细节...

source: Configures the columns displayed in the list.
zh_cn: 配置列表中显示的列.

source: Map Drive
zh_cn: 映射驱动器

source: Connects to a network drive.
zh_cn: 连接到网络驱动器

source: Disconnect
zh_cn: 断开连接

source: Disconnects from a network drive.
zh_cn: 从网络驱动器断开

source: &Expand
el: &Ανάπτυξη
hr: &Proširi
ru: &Развернуть
zh_cn: 展开(&E)

source: &Collapse
el: &Σύμπτυξη
hr: &Smanji
ru: &Свернуть
zh_cn: 收缩(&C)

source: &Explore
el: &Εξερεύνηση
hr: &Istraži
ru: О&бзор
zh_cn: 浏览(&E)

source: Folder Name
el: Όνομα φακέλου
hr: Naziv mape
ru: Имя папки
zh_cn: 文件夹名称

source: Enter name of new folder;
el: Εισέγετε όνομα για νέο φάκελο
hr: Unesi naziv nove mape;
ru: Введите имя новой папки;
zh_cn: 输入新文件夹的漫长;

source: Drive
el: Οδηγός
hr: Pogon
ru: Диск
zh_cn: 驱动器

source: Autorun
el: Αυτόματη έναρξη
hr: Automatsko pokretanje
ru: Автозапуск
zh_cn: 自动运行

source: Move deletion method
el: Μετακίνηση μεθόδου διαγραφής
ru: Метод удаления при перемещении
zh_cn: 移动删除方法

source: What would you like to be done with the original file/folders after they have been moved?
el: Τι θα θέλατε να γίνει με τα πρωτότυπα αρχεία/φακέλους μετά την μετακίνησή τους;
ru: Что нужно сделать с исходными файлами/папками при перемещении?
zh_cn: 对于已经移动的文件或文件夹，你希望对原始项目使用何种方法？

source: Deletion options
el: Επιλογές διαγραφής
ru: Параметры удаления
zh_cn: 删除选项

source: Apply
el: Εφαρμογή
hr: Primijeni
ru: Применить
zh_cn: 应用

source: Type of file:
el: Τύπος αρχείου:
hr: Vrsta datoteke:
ru: Тип файла:
zh_cn: 文件类型:

source: Size on disk:
el: Μέγεθος στο δίσκο:
hr: Veličina na disku:
ru: На диске:
zh_cn: 磁盘上大小:

source: Size:
el: Μέγεθος:
hr: Veličina:
ru: Размер:
zh_cn: 大小:

source: Location:
el: Θέση:
hr: Lokacija:
ru: Место:
zh_cn: 位置:

source: Attributes:
el: Δικαιώματα:
hr: Atributi:
ru: Атрибуты:
zh_cn: 属性:

source: &Read-only
el: &Μόνο για ανάγνωση
hr: %Samo za iščitavanje
ru: Только &чтение
zh_cn: 只读(&R)

source: &Hidden
el: &Κρυφό
hr: Sakriven
ru: &Скрытый
zh_cn: 隐藏(&H)

source: &Archive
el: &Αρχείο
hr: Arhiv
ru: &Архивный
zh_cn: 存档(&A)

source: Contains:
el: Περιέχει:
hr: Sadrži:
ru: Содержит:
zh_cn: 包含:

source: Created:
el: Δημιουργήθηκε:
hr: Kreirano:
ru: Создан:
zh_cn: 创建时间:

source: Opens with:
el: Ανοίγει με:
hr: Otvori sa:
ru: Открыть с помощью:
zh_cn: 打开方式:

source: Modified:
el: Τροποποιήθηκε:
hr: Modificirano:
ru: Изменён:
zh_cn: 修改时间

source: Accessed:
el: Προσπελάστηκε:
hr: Pristupano:
ru: Прочитан:
zh_cn: 已访问:

source: File system:
el: Σύστημα αρχείου:
ru: Файловая система:
zh_cn: 文件系统:

source: Used space:
el: Χώρος σε χρήση:
ru: Занято:
zh_cn: 使用空间:

source: Free space:
el: Ελεύθερος χώρος:
ru: Свободно:
zh_cn: 自由空间:

source: Capacity:
el: Χωρητικότητα:
ru: Объём:
zh_cn: 容量:

source: Other
el: Άλλο
ru: Другое
zh_cn: 其它

source: Tools
el: Εργαλεία
ru: Сервис
zh_cn: 工具

source: Error-checking
el: Σφάλμα ελέγχου
zh_cn: 错误检查

source: This option will check the volume for errors.
el: Αυτή η επιλογή θα ελέγξει τον τόμο για λάθη.
zh_cn: 此选项会对加密卷执行错误检查

source: Check Now...
el: Έλεγχος τώρα...
zh_cn: 现在检查...

source: Copy or move
el: Αντιγραφή ή μετακίνηση
ru: Скопировать или переместить
zh_cn: 复制或移动

source: Do you wish to copy or move the selected files/folders to the mounted volume? (i.e. Do you wish to leave the original files/folders intact, or remove them?)
el: Θέλετε να αντιγράψετε ή να μετακινήσετε τα επιλεγμένα αρχεία/φακέλους στο συνδεδεμένο τόμο; (Δηλαδή θέλετε να αφήσετε τα αρχικά αρχεία/φακέλους άθικτα, ή να αφαιρεθούν;)
ru: Вы хотите скопировать ИЛИ переместить выбранные файлы/папки в смонтированный том? (Т.е. нужно ли оставлять исходные файлы/папки или их следует удалить?)
zh_cn: 你希望复制或移动选定文件/文件夹到已加载的加密卷吗？(亦即，你希望保留原始文件/文件夹，还是移除它们？)

source: &Move
el: &Μετακίνηση
ru: &Переместить
zh_cn: 移动(&M)

source: To view any subfolders, click a plus sign above.
el: Για προβολή κάποιου υποφακέλου, κάντε κλικ στο σταυρό νωρίτερα.
ru: Для просмотра подпапок щёлкните на значке 'плюс'.
zh_cn: 要查看任何子文件夹，点击上面的插入标记

source: Network Service Status
zh_cn: 网络服务状态

source: Share &name:
zh_cn: 共享名称(&N):

source: &Mapped drive:
zh_cn: 映射的驱动器(&M)：

source: &WebClient service:
zh_cn: &WebClient 服务：

source: MR&xDAV service:
zh_cn: MR&xDAV 服务:

source: &IP address:
zh_cn: &IP 地址:

source: &Server state:
zh_cn: 服务器状态(&S)：

source: &Browse
zh_cn: 浏览(&B)

source: Start
zh_cn: 启动

source: Stop
zh_cn: 停止

source: Assume files &dragged onto LibreCrypt are encrypted using:
el: Θεωρείται ότι τα αρχεία που &σύρθηκαν στο LibreCrypt είναι κρυπτογραφημένα με:
hr: Pretpostavi da su datoteke dovučene u LibreCrypt šifrirane koristeći:
ru: Считать файлы, отбуксированные в LibreCrypt, зашифрованными:
zh_cn: 假定文件拖放到 FREEOTFE 时的加密方法(&D)：

source: If u&nable to dismount a volume normally:
el: Σε &αδύνατη αποσύνδεση τόμου κανονικά:
ru: Н&ельзя размонтировать том нормально:
zh_cn: 如果未能正常卸载加密卷(&U)：

source: Default Open t&ype:
el: Προεπιλεγμένος &τύπος σύνδεσης:
ru: Тип &монтирования:
zh_cn: 默认加载类型(&Y):

source: If volumes &mounted when exiting:
el: Εάν ο τόμος είναι &συνδ. κατά την έξοδο:
ru: Вы&ход при смонтированных томах:
zh_cn: 是否在退出程序时加密卷已加载(&M)：

source: If in portable mode when &exiting:
el: Σε λειτ/γία φορητότητας κατά την &έξοδο:
ru: Выход в портативном ре&жиме:
zh_cn: 退出时是否为便携模式(&E)：

source: &Allow multiple instances
el: &Επιτρέπ. πολλαπλά στιγμιότυπα
hr: Dozvoli više instanci
ru: &Разрешить запуск нескольких копий
zh_cn: 允许多个程序实例(&A)

source: Autostart &portable mode if LibreCrypt drivers not installed/running
el: Αυτόμ. έναρξη σε λειτ/γία φορητότ. εάν οι οδηγοί LibreCrypt δεν εγκαταστάθηκαν/τρέχουν
hr: Automatski pokreni prijenosni mod ako LibreCrypt upravljački programi nisu instalirani/pokrenuti
ru: &Автозапуск в портативном режиме, если не установлены/не запущены драйверы LibreCrypt
zh_cn: 当 LibreCrypt 驱动未安装或运行时自动启动便携模式(&P)

source: Warn before &forced dismounts
el: Προειδ. πριν από &αναγκ. αποσύνδεση
ru: &Запрос при форс-размонтировании
zh_cn: 强制卸载时警告提示(&F)

source: Show &statusbar
el: Εμφάνιση γραμμής &κατάστασης
hr: Pokaži &statusnu traku
ru: Показывать с&троку состояния
zh_cn: 显示状态栏(&S)

source: Hotkeys
hr: Brzi tasteri
ru: Горячие клавиши
zh_cn: 热键

source: &Hotkey:
hr: Brzi taster:
ru: &Клавиша:
zh_cn: 热键(&H):

source: H&otkey:
hr: Brzi taster
ru: К&лавиша:
zh_cn: 热键(&O):

source: &Enable dismount all hotkey
el: &Ενεργοποίηση αποσύνδεσης όλων των hotkey
hr: Omogući brzi taster za demontiraj sve
ru: &Размонтирование всех
zh_cn: 启用卸载所有的热键(&E)

source: E&nable emergency dismount all hotkey
el: Ε&νεργοποίηση αναγκαίας αποσύνδεσης όλων των hotkey
hr: Omogući hitni brzi taster za demontiraj sve
ru: &Экстренное размонтирование всех
zh_cn: 启用紧急卸载所有的热键(&N)

source: System Tray Icon
el: Εικονίδιο στη γραμμή ειδοποιήσεων
hr: Ikona pladnja sustava
ru: Значок в системном лотке
zh_cn: 系统托盘图标

source: &Display system tray icon
el: &Εμφάνιση εικονιδίου στη γραμμή ειδοποιήσεων
hr: &Pokaži ikonu pladnja sustava
ru: Показывать &значок в системном лотке
zh_cn: 显示系统托盘图标(&D)

source: &Mimimise to system tray
el: &Ελαχιστοποίηση στη γραμμή ειδοποιήσεων
ru: &Сворачивать в системный лоток
zh_cn: 最小化到系统托盘(&M)

source: &Close to system tray
el: Στη &γραμμή ειδοποιήσεων κατά το κλείσιμο
ru: Закр&ывать в системный лоток
zh_cn: 关闭到系统托盘(&C)

source: Click actions
el: Κλικ ενεργειών
ru: Действия при щелчках мыши
zh_cn: 点击操作

source: When the system tray is:
el: Όταν η γραμμή ειδοποιήσεων είναι με:
ru: Системный лоток:
zh_cn: 当系统托盘被:

source: with the left mousebutton, carry out the following action:
el: με αριστερό κλικ εκτελείται η ακόλουθη ενέργεια:
ru: Действие при щелчке левой кнопкой:
zh_cn: 当使用鼠标左键，执行下面操作：

source: Single clicked
el: Μονό κλικ
ru: Один щелчок
zh_cn: 单击

source: Double clicked
el: Διπλό κλικ
ru: Двойной щелчок
zh_cn: 双击

source: Dismount &all
el: Αποσύνδεση όλων
hr: Demontiraj &sve
ru: Размонтировать &все
zh_cn: 全部卸载(&A)

source: Dismount all volumes
el: Αποσύνδεση όλων των τόμων
ru: Размонтировать все тома
zh_cn: 卸载所有加密卷

source: Properties of the selected volume
el: Ιδιότητες επιλεγμένου τόμου
ru: Свойства выбранного тома
zh_cn: 选定的加密卷的属性

source: Toggle portable mode on/off
el: Μετάβαση σε λειτουργία φορητότητας on/off
hr: Uključi/isključi prijenosni mod
ru: Включить/выключить портативный режим
zh_cn: 切换便携版的开关状态

source: &Format...
el: &Διαμόρφωση...
hr: &Formatiraj...
ru: &Форматировать...
zh_cn: 格式化(&F)...

source: Format volume
el: Διαμόρφωση τόμου
hr: Formatiraj volumen
ru: Отформатировать том
zh_cn: 格式化加密卷

source: &Overwrite free space...
el: Ελεύθερος &χώρος αντικατάστασης...
hr: Prepiši prijeko slobodnog prostora...
ru: П&ерезаписать свободное место...
zh_cn: 覆写自由空间(&O)...

source: Overwrite free space on volume
el: Αντικατάσταση ελεύθερου χώρου στον τόμο
hr: Prepiši prijeko slobodnog prostora na volumenu
ru: Перезаписать свободное место на томе
zh_cn: 覆写加密卷中的自由空间

source: Overwrite entire drive...
el: Αντικατάσταση ολόκληρου οδηγού...
hr: Prepiši prijeko čitavog pogona...
ru: Перезаписать весь диск...
zh_cn: 覆写整个驱动器...

source: Overwrite entire drive
el: Αντικατάσταση ολόκληρου οδηγού
ru: Перезаписать весь диск
zh_cn: 覆写整个驱动器

source: Drivers...
el: Οδηγοί...
hr: Upravljački programi...
ru: Драйверы...
zh_cn: 驱动...

source: Display the driver control dialog.
el: Εμφάνιση διαλόγου ελέγχου του οδηγού.
ru: Вызвать диалог управления драйверами
zh_cn: 显示驱动器控制对话框

source: Open &partition...
el: Σύνδεση &κατάτμησης...
hr: Montiraj &particiju...
ru: С&монтировать раздел...
zh_cn: 加载分区(&P)...

source: Open a disk or partition based encrypted volume
el: Σύνδεση ενός δίσκου ή κατάτμησης βασισμένου σε κρυπτογραφημένο τόμο
ru: Смонтировать зашифрованный том на основе раздела или диска
zh_cn: 加载一个磁盘或分区类型的加密卷

source: Open Linux partition
el: Σύνδεση κατάτμησης Linux
hr: Montiraj Linux particiju
ru: Смонтировать раздел Linux
zh_cn: 加载 Linux 分区

source: Display console
el: Εμφάνιση κονσόλας
hr: Pokaži konzolu
ru: Показать консоль
zh_cn: 显示控制台

source: Hide console
el: Απόκρυψη κονσόλας
ru: Скрыть консоль
zh_cn: 隐藏控制台

source: &Recently mounted
el: &Πρόσφατες συνδέσεις
hr: &Nedavno montirano
ru: &Недавно смонтированные
zh_cn: 最近加载的加密卷(&R)

source: System Tray
el: Γραμμή ειδοποιήσεων
hr: Pladanj sustava
ru: Системный лоток
zh_cn: 系统托盘

source: Start minimised at system startup
el: Έναρξη σε ελαχιστοποίηση κατά την εκκίνηση του συστήματος
ru: Запуск свёрнуто в системном лотке
zh_cn: 系统启动时以最小化启动

source: Select Type of Overwrite
el: Επιλέξτε τον τύπο αντικατάστασης
hr: Odebarite tip Prepisivanja prijeko
ru: Выберите тип перезаписи
zh_cn: 选择覆写类型

source: Type of overwrite data
el: Τύπος αντικατάστασης δεδομένων
hr: Tip prepisanih podataka
ru: Тип перезаписи данных
zh_cn: 覆写数据类型

source: Encrypted data
el: Κρυπτογραφημένα δεδομένα
hr: Šifrirani podaci
ru: Зашифрованные данные
zh_cn: 已加密数据

source: Pseudorandom data
el: Ψευδοτυχαία δεδομένα
hr: Polu-nasumični podaci
ru: Псевдослучайные данные
zh_cn: 伪随机数据

source: LibreCrypt Volume Properties
el: Ιδιότητες τόμου LibreCrypt
hr: Svojstva LibreCrypt volumena
ru: Свойства тома LibreCrypt
zh_cn: FREEOTFE 加密卷属性

source: &Mounted for:
el: &Συνδεδεμένος για:
hr: &Montirano za:
ru: С&монтировано для:
zh_cn: 加载为(&M):

source: &Volume:
el: &Τόμος:
hr: &Volumen:
ru: &Том:
zh_cn: 加密卷(&V):

source: M&ounted on device:
el: &Συνδ/μένος στη συσκευή:
hr: M&ontiran na uređaju:
ru: &На устройстве:
zh_cn: 已加载为设备(&O):

source: &Main cypher:
el: &Κύρια κρυπτογράφηση:
hr: Glavna šifra
ru: &Главный шифр:
zh_cn: 主算法(&M):

source: &IV hash algorithm:
el: &Αλγόριθμος κατακερμ. IV:
hr: Algoritam IV smješe:
ru: IV &хеширования:
zh_cn: &IV 哈希算法：

source: &Sector IVs:
el: &Τομέας IVs:
hr: &sektor IVs:
ru: &Секторные IV:
zh_cn: 扇区 IV(&S)：

source: I&V cypher:
el: Κρυπτογράφηση I&V :
hr: IV šifra:
ru: IV &шифрования:
zh_cn: I&V 加密算法：

source: Use default
el: Χρήση προεπιλογής
hr: Koristi podrazumijevane vrijednosti
ru: По умолчанию
zh_cn: 使用默认

source: English
el: Ελληνικά
hr: Hrvatski
ru: Russian
zh_cn: 简体中文

source: Program files (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|All files|*.*
el: Αρχεία Προγράμματος (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|Όλα τα αρχεία|*.*
hr: Programske datoteke (*.exe,*.com,*.bat)|*.exe; *.bat; *.com|Sve datoteke|*.*
ru: Программы (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|Все файлы|*.*
zh_cn: 程序文件 (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|所有文件|*.*

source: Locate post Open executable
el: Εντοπισμός εκτελέσιμου μετά τη σύνδεση
hr: Locirajte izvršni program nakon montiranja
ru: Выберите программу для запуска после монтирования
zh_cn: 定位加载后可执行文件

source: Locate pre dismount executable
el: Εντοπισμός εκτελέσιμου προαποσύνδεσης
hr: Locirajte izvršni program prije demontiranja
ru: Выберите программу для запуска перед размонтированием
zh_cn: 定位卸载前可执行文件

source: Locate post dismount executable
el: Εντοπισμός εκτελέσιμου μετά τη αποσύνδεση
hr: Locirajte izvršni program poslje demontiranja
ru: Выберите программу для запуска после размонтирования
zh_cn: 定位卸载后可执行文件

source: LibreCrypt can be configured here to automatically run programs after opening, before locking, and after locking. Any post-open and pre-lock executables specified must use a relative path to the executable within the opened container. Executables with spaces in their paths/names must be surrounded with double quotes. "%DRIVE" will be substituted with the drive letter of the opened drive
el: Το LibreCrypt μπορεί να ρυθμιστεί εδώ ώστε να εκτελεί προγράμματα αυτόματα μετά τη σύνδεση, πριν και μετά την αποσύνδεση. Οποιεσδήποτε εκτελέσιμες μετα-συνδέσεις και προαποσυνδέσεις έχουν καθοριστεί, πρέπει να χρησιμοποιούν μια σχετική διαδρομή προς το εκτελέσιμο εντός του συνδεδεμένου τόμου (δλδ απόλυτες και UNC διαδρομές δεν επιτρέπονται για λόγους ασφαλείας) Εκτελέσιμα με κενά στις διαδρομές/ονόματά τους, πρέπει να περικλύονται με διπλά εισαγωγικά. Το "%DRIVE" πρέπει να αντικατασταθεί με το γράμμα του συνδεδεμένου οδηγού
hr: LibreCrypt može ovde biti podešen da automatski pokrene programe nakon montiranja, prije demontiranja, kao i poslje demontiranja. Svi precizirani izvršni programi poslje-montiranja i prije-demontiranja moraju da koriste relativnu putanju do izvršnog programa unutar montiranog volumena (npr. apsolutne i UNC putanje nisu dozvoljene zbog bezbjednosnih razloga) Izvršni programi sa praznim poljima u svojim putanjama/imenima moraju biti unutar navodnika (npr. "putanja ime programa"). "%DRIVE" će biti zamijenjen sa slovom montiranog pogona
ru: LibreCrypt можно настроить на автозапуск программ после монтирования, а также до и после размонтирования. Программы для постмонтирования и предразмонтирования должны быть указаны с относительными путями внутри смонтированного тома (из соображений безопасности абсолютные и UNC-пути запрещены). Исполняемые файлы с пробелами в имени/пути необходимо заключать в двойные кавычки. "%DRIVE" заменяется буквой диска смонтированного тома.
zh_cn: LibreCrypt 此处不能配置为自动运行程序(加载后，加载前，卸载后). 任何加载后和卸载前指定的可执行文件必须使用已加载加密卷内可执行文件的相对路径 (例如. 绝对以及 UNC 路径由于安全原因将不会被允许) 带有空格符号的文件或路径必须使用双引号引用. "%驱动器" 将会使用已经加载的盘符来代替

source: Library files (*.dll)|*.dll|All files|*.*
el: Αρχεία βιβλιοθήκης (*.dll)|*.dll|Όλα τα αρχεία|*.*
hr: Biblioteke podataka (*.dll)|*.dll|Sve datoteke|*.*
ru: Библиотеки (*.dll)|*.dll|Все файлы|*.*
zh_cn: 类库文件 (*.dll)|*.dll|所有文件|*.*

source: If password expiry is enabled, the number of days before passwords expire must be set
zh_cn: 如果启用了密码过期选项，必须设置密码过期天数。

source: If password expiry warnings are enabled, the number of days before the warning is shown must be set.
zh_cn: 如果启用了密码过期警告，必须设置警告时的密码过期天数。

source: If both password expiry and warnings are enabled, the number of days before passwords expire must be greater than the number of days before warnings are shown.
zh_cn: 如果启用了密码过期和警告，所显示的密码过期的天数必须大于警告显示的天数。

source: If passwords must contain certain types of characters, please select which characters must be represented by the password.
zh_cn: 如果密码必须包含一定类型的字母，请选择密码中必须出现的字母。

source: If passwords are to be checked against a dictionary, the dictionary file to use must be specified.
zh_cn: 如果要使用词典检测密码，必须先指定词典文件。

source: If passwords are to be checked against a dictionary, the dictionary file specified must be available.
zh_cn: 如果要使用词典检测密码，指定词典文件必须存在。

source: Please specify a threshold difference between old and new passwords of between 1 - 100
zh_cn: 请指定 0 - 100 的新旧密码的差异界限

source: No PKCS#11 libraries detected. Please manually enter the PKCS#11 library to be used.
el: Δεν ανιχνεύθηκαν βιβλιοθήκες PKCS#11. Παρακαλώ εισάγετε χειροκίνητα τη βιβλιοθήκη PKCS#11 που θα χρησιμοποιηθεί.
hr: Nijedna PKCS#11 biblioteka podataka pronađena. Molimo da ručno unesete PKCS#11 biblioteku podataka za upotrebiti.
ru: Не обнаружена библиотека PKCS#11. Укажите библиотеку PKCS#11 самостоятельно.
zh_cn: 未检测到 PKCS#11 运行库。 请手动输入要使用的 PKCS#11 运行库。

source: PKCS#11 library appears to be functional
el: Η βιβλιοθήκη PKCS#11 φαίνεται να είναι λειτουργική
hr: PKCS#11 biblioteka podataka djeluje funkcionalna
ru: Библиотека PKCS#11 функциональна
zh_cn: PKCS#11 运行库看起来正在生效

source: Please specify the PKCS#11 library to be used
el: Παρακαλώ καθορίστε τη βιβλιοθήκη PKCS#11 που θα χρησιμοποιηθεί.
hr: Molimo precizirajte PKCS#11 biblioteku podataka za upotrebiti
ru: Укажите библиотеку PKCS#11
zh_cn: 请指定要使用的 PKCS#11 运行库

source: The library specified does not appear to be a valid/working PKCS#11 library
el: Η βιβλιοθήκη που ορίστηκε δεν είναι έγκυρη ή δεν δουλεύει σαν βιβλιοθήκη PKCS#11
hr: Precizirana biblioteka ne djeluje da je ispravna PKCS#11 biblioteka podataka
ru: Это не библиотека PKCS#11
zh_cn: 指定的运行库看起来并不是有效/可工作的 PKCS#11 运行库

source: If automount on PKCS#11 token insertion is enabled, the volume to be mounted must be specified
el: Εάν είναι ενεργοποιημένη η αυτόματη σύνδεση κατά τη εισαγωγή κάρτας στο PKCS#11, ο τόμος που θα συνδεθεί πρέπει να έχει καθοριστεί
hr: Ako je uključeno automontiranje prilikom ubacivanja PKCS#11 tokena, volumen za montiranje mora biti preciziran
ru: Если включено автомонтирование при вставке токена PKCS#11, нужно указать том для монтирования
zh_cn: 如果启用了 PKCS#11 口令牌插入的自动加载，则必须指定要加载的加密卷

source: About %s
el: Περί του %s
hr: O %1
ru: О %s
zh_cn: 关于 %s

source: %s translation by %s
zh_cn: %s 翻译者 %s

source: LibreCrypt driver: %s
el: Οδηγός LibreCrypt: %s
hr: LibreCrypt upravljački program: %s
ru: Драйвер LibreCrypt: %s
zh_cn: LibreCrypt 驱动: %s

source: The main LibreCrypt driver is either not installed, or not started
el: Ο κύριος οδηγός LibreCrypt, ή δεν έχει εγκατασταθεί, ή δεν έχει ξεκινήσει
hr: Glavni upravljački program za LibreCrypt nije instaliran ili nije uključen
ru: Основной драйвер LibreCrypt не установлен или не запущен
zh_cn: LibreCrypt 的主要驱动为安装或者未启动

source: Please ensure that the volume is not mounted, or otherwise in use
el: Βεβαιωθείτε ότι ο τόμος δεν είναι συνδεδεμένος, ή σε διαφορετική χρήση
hr: Molimo osigurajte da volumen nije montiran, ili drugačije u uporabi
ru: Убедитесь, что том не смонтирован или не используется как-то иначе
zh_cn: 请确认此加密卷尚未加载，或正在使用

source: Backup Volume Critical Data Block
el: Αντίγραφο ασφαλείας τόμου μπλοκ κρίσιμων δεδομένων
hr: Napravi sigurnosnu kopiju volumenovog bloka kritičnih podataka
ru: Резервирование блока критических данных тома
zh_cn: 备份加密卷关键数据区块

source: Volume details
el: Στοιχεία τόμου
hr: Detalji volumena
ru: Сведения о томе
zh_cn: 加密卷细节

source: Backup details
el: Αντίγραφο ασφαλείας στοιχείων
hr: Detalji sigurnosne kopije
ru: Сведения о резервной копии
zh_cn: 备份细节

source: &Backup filename:
el: Όνομα &αντιγράφου:
hr: Naziv sigurnosne kopije:
ru: &Резервная копия:
zh_cn: 备份文件名(&B)：

source: Restore Volume Critical Data Block
el: Επαναφορά τόμου μπλοκ κρίσιμων δεδομένων
hr: Povrati volumenov blok kritičnih podataka
ru: Восстановить блок критических данных тома
zh_cn: 恢复加密卷关键数据块

source: The file you are attempting to backup to already exists.
el: Το αρχείο που προσπαθείτε να κάνετε αντίγραφο ασφαλείας, υπάρχει ήδη.
hr: Datoteka u koju pokušavate da pohranite sigurnosnu kopiju već postoji.
ru: Файл для резервирования уже существует.
zh_cn: 你尝试备份的文件已经存在

source: Please delete this backup file and try again, or specify a different filename to backup to.
el: Παρακαλώ δοαγράψτε αυτό το αντίγραφο και προσπαθήστε πάλι, ή δηλώστε ένα διαφορετικό όνομα για το αντίγραφο.
hr: Molimo obrišite tu sigurnosnu kopiju pa probajte ponovo, ili precizirajte drugi naziv za sigurnosnu kopiju.
ru: Сначала удалите этот файл с резервной копией или укажите другое имя файла.
zh_cn: 请删除备份文件之后再试，或者指定另外的备份文件名。

source: The backup file specified does not exist.
el: Το αρχείο αντιγράφου ασφαλείας που καθορίσατε, δεν υπάρχει.
hr: Datoteka precizirane sigurnosne kopije ne postoji.
ru: Указанного файла с резервной копией не существует.
zh_cn: 指定的备份文件不存在。

source: The source file you specified does not appear to be the right size for a backup file
el: Το πηγαίο αρχείο που καθορίσατε, δεν φαίνεται να έχει το σωστό μέγεθος για ένα αρχείο αντιγράφου ασφαλείας
hr: Precizirana izvorna datoteka ne djeluje da je ispravne veličine da bi bila sigurnosna kopija
ru: Указанный исходный файл с резервной копией имеет неверный размер
zh_cn: 你指定的来源文件似乎不符合备份文件的大小特征

source: Please check your settings and try again.
el: Παρακαλώ ελέγξτε τις ρυθμίσεις σας και προσπαθήστε πάλι.
hr: Provjeri svoje postavke i pokušaj ponovo.
ru: Проверьте установки и повторите попытку.
zh_cn: 请检查你的设置之后再试。

source: Please confirm: Do you wish to restore the header from backup file: %s Into the volume: %s Starting from offset %d in the container?
el: Παρακαλώ επιβεβαιώστε: Θέλετε επαναφορά του μπλοκ κρίσιμων δεδομένων από αντίγραφο ασφαλείας: %s Στον τόμο: %s Εκκίνηση από μετάθεση %d στον τόμο;
hr: Molimo potvrdite: Da li želite da povratite blok kritičnih podataka iz sigurnosne kopije: %s U volumen: %s Počinjući od odstoja %d u volumenu?
ru: Подтвердите, действительно ли вы хотите восстановить блок критических данных из резервного файла: %s В том: %s Начиная со смещения %d в томе?
zh_cn: 请确认：你希望从备份文件中恢复关键数据块： %s 到加密卷： %s 开始与加密卷的偏移 %d？
