Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: No keyfiles could be found on the token inserted.
el: Δεν βρέθηκαν αρχεία κλειδιών στην κάρτα.
hr: Nijedna datoteka ključa nije pronađena na datom tokenu.
ru: На вставленном токене нет ключевых файлов.
zh_cn: 在口令牌插入时未发现密钥文件。

source: GPG files|*.gpg|All files|*.*
el: Αρχεία GPG|*.gpg|Όλα τα αρχεία|*.*
hr: GPG datoteke|*.gpg|Sve datoteke|*.*
ru: Файлы GPG|*.gpg|Все файлы|*.*
zh_cn: GPG 文件|*.gpg|所有文件|*.*

source: GPG Executable|GPG.exe|All files|*.*
el: Εκτελέσιμα GPG|GPG.exe|Όλα τα αρχεία|*.*
hr: GPG izvršni program|GPG.exe|Sve datoteke|*.*
ru: Исполняемый файл GPG|GPG.exe|Все файлы|*.*
zh_cn: GPG 执行文件|GPG.exe|所有文件|*.*

source: Unable to obtain list of hashes.
el: Αδυναμία ανάκτησης λίστας κατακερματισμών.
hr: Ne mogu da nabavim listu smješa.
ru: Невозможно получить список хешей.
zh_cn: 未能获取哈希列表。

source: Please ensure that you have one or more LibreCrypt hash drivers installed and started.
el: Παρακαλώ βεβαιωθείτε ότι έχετε έναν ή περισσότερους οδηγούς κατακερματισμού LibreCrypt εγκατεστημένους και ενεργούς.
hr: Molimo osigurajte da imate jedan ili više LibreCrypt upravljačkih programa smješe instalirane i pokrenute.
ru: Проверьте, чтобы был установлен и запущен хотя бы один драйвер хеширования LibreCrypt.
zh_cn: 请确认你已经安装和启动了一个或多个 LibreCrypt 哈希驱动。

source: You have not entered a password.
el: Δεν έχετε εισάγει ένα κωδικό.
hr: Niste unijeli lozinku.
ru: Вы не ввели пароль.
zh_cn: 你还没有输入密码。

source: The password you entered has less than 20 characters, and may not be compatible with some Linux volumes.
el: Ο κωδικός που δηλώσατε έχει λιγότερο από 20 χαρακτήρες, και μπορεί να μην είναι συμβατός με μερικούς τόμους Linux.
hr: Unešena lozinka je kraća od 20 znamenki, te možda nije kompatibilna sa nekim Linux volumenima.
ru: Вы ввели пароль короче 20 символов, он может быть несовместим в некоторыми томами Linux.
zh_cn: 你输入的密码小于 20 个字符，可能会与一些 Linux 加密卷不兼容。

source: Do you wish to proceed?
el: Θέλετε να συνεχίσετε;
hr: Da li želite proslijediti?
ru: Продолжить?
zh_cn: 你希望继续吗？

source: Settings file not found.
el: Το αρχείο ρυθμίσεων δεν βρέθηκε.
hr: Datoteka postavki nije pronađena.
ru: Не найден файл установок.
zh_cn: 配置文件未发现。

source: One or more of your settings may not have loaded correctly; please check settings before continuing.
el: Μία ή περισσότερες από τις ρυθμίσεις σας, δεν έχουν φορτωθεί σωστά. Παρακαλώ ελέγξτε τις ρυθμίσεις πριν συνεχίσετε.
hr: Jedna ili više Vaših postavki nije pokrenuta pravilno; molimo ponovno provjerite postavke prije nego što nastavite.
ru: Некоторые параметры загружены некорректно. Прежде чем продолжить, проверьте установки.
zh_cn: 一个或多个你的设置未能成功加载，请在继续前检查设置。

source: Keyfile contained a zero-length key.
el: Το αρχείο κλειδιού περιέχει ένα κλειδί μηδενικού μήκους.
zh_cn: 密钥文件包含零长度密钥。

source: Unable to read keyfile.
el: Αδυναμία ανάγνωσης του αρχείου κλειδιού.
zh_cn: 未能读取密钥文件。

source: Please specify a filename for the new volume file by clicking the "..." button.
el: Παρακαλώ ορίστε ένα όνομα για το νέο αρχείο τόμου κάνοντας κλικ στο κουμπί "...".
hr: Molimo precizirajte ime datoteke za novi volumen kliknuvši na dugme "..."
ru: Укажите имя файла для нового тома, нажав кнопку '...'.
zh_cn: 请点击 "..." 按钮指定新加密卷的文件名。

source: Unable to get list of key types for Token
el: Αδυναμία ανάκτησης λίστας τύπων κλειδιών για Κάρτα
hr: Ne mogu da nabavim listu tipova ključa za Token
ru: Невозможно получить список типов ключей для токена
zh_cn: 未能为口令牌获取密钥类型列表

source: A key with the name specified already exists.
el: Ένα κλειδί με το όνομα που ορίζετε, υπάρχει ήδη.
hr: Ključ tog imena već postoji.
ru: Ключ с указанным именем уже существует.
zh_cn: 带有指定名称的密钥已经存在。

source: Please enter a unique key name
el: Παρακαλώ εισάγετε ένα μοναδικό όνομα κλειδιού
hr: Molimo, unesite unikatno ime ključa
ru: Введите уникальное имя ключа
zh_cn: 请输入一个独立的密钥名称

source: Unable to create new key
el: Αδυναμία δημιουργίας νέου κλειδιού
hr: Ne mogu kreirati novi ključ
ru: Невозможно создать новый ключ
zh_cn: 未能创建新密钥

source: Key "%1" created
el: Το κλειδί "%1" δημιουργήθηκε
hr: Ključ "%1" je kreiran
ru: Ключ '%1' создан
zh_cn: 密钥 "%1" 已创建

source: Slot removed; token no longer available - please reselect and try again
el: Η υποδοχή καταργήθηκε. Η κάρτα δεν είναι πλέον διαθέσιμη - παρακαλώ ξαναεπιλέξτε και προσπαθήστε πάλι
hr: Slot uklonjen; token nije više dostupan - molimo ponovno obilježite pa pokušajte
ru: Гнездо удалено; токен больше недоступен - повторите выбор
zh_cn: 插槽已经移除，口令牌不再可用 - 请再选一个和重试

source: Token no longer available; please reselect and try again
el: Η κάρτα δεν είναι πλέον διαθέσιμη. Παρακαλώ ξαναεπιλέξτε και προσπαθήστε πάλι
hr: Token nije više dostupan; molimo ponovno obilježite pa pokušajte
ru: Токеен больше недоступ; повторите выбор
zh_cn: 口令牌不可用，请再选一个并重试

source: Unable to open session for token in slot %1
el: Αδυναμία ανοίγματος συνεδρίας για την κάρτα στην υποδοχή %1
hr: Ne mogu da otvorim sesiju za token u slotu %1
ru: Невозможно открыть сессию для токена в гнезде %1
zh_cn: 未能为插槽 %1 中的口令牌打开会话

source: Login failed
el: Ανεπιτυχής σύνδεση
hr: Logiranje nije uspjelo
ru: Неверный логин
zh_cn: 登录失败

source: Hash implementation: %1
el: Πραγματοποίηση κατακερματισμού: %1
hr: Upotreba smješe: %1
ru: Реализация хеша: %1
zh_cn: 哈希实现: %1

source: Kernel mode driver: %1
el: Οδηγός λειτουργίας Πυρήνα: %1
hr: Upravljački program kernel načina: %1
ru: Драйвер режима ядра: %1
zh_cn: 内核模式驱动: %1

source: Algorithm GUID: %1
el: GUID αλγορίθμου: %1
hr: GUID algoritma: %1
ru: GUID алгоритма: %1
zh_cn: 算法 GUID: %1

source: Cypher implementation: %1
el: Υλοποιήσεις κρυπτογραφήματος: %1
hr: Upotreba šifre: %1
ru: Реализация шифра: %1
zh_cn: 加密算法实现: %1

source: Error! Please report seeing this!
el: Σφάλμα! Παρακαλώ αναφέρετε ότι το είδατε αυτό!
hr: Greška! Molimo prijavite da ste je vidjeli!
ru: Ошибка! Сообщите об этом разработчику!
zh_cn: 错误！请报告此内容！

source: Secure with PKCS#11 Secret Key
el: Ασφάλεια με μυστικό κλειδί PKCS#11
hr: Zaštiti sa PKCS#11 tajnim ključom
ru: Защита секретным ключом PKCS#11
zh_cn: 使用 PKCS#11 密钥增强安全

source: Please enter the volume/keyfile you wish to encrypt using the selected PKCS#11 secret key.
el: Παρακαλώ εισάγετε τον τόμο/αρχείο κλειδιού που θέλετε να κρυπτογραφήσετε χρησιμοποιώντας το επιλεγμένο μυστικό κλειδί PKCS#11.
hr: Molimo unesite volumen/datoteku ključa koju želite šifrirati koristeći odabrani PKCS#11 tajni ključ.
ru: Укажите том/ключевой файл для шифрования с помощью секретного ключа PKCS#11.
zh_cn: 请输入你希望使用选定的 PKCS#11 密钥加密的加密卷/密钥文件。

source: Remove PKCS#11 Secret Key Security
el: Αφαίρεση ασφάλειας μυστικού κλειδιού PKCS#11
hr: Uklonite osiguranje PKCS#11 tajnog ključa
ru: Удалить защиту секретным ключом PKCS#11
zh_cn: 移除 PKCS#11密钥安全增强

source: Please enter the volume/keyfile you wish to decrypt using the selected PKCS#11 secret key.
el: Παρακαλώ εισάγετε τον τόμο/αρχείο κλειδιού που θέλετε να αποκρυπτογραφήσετε χρησιμοποιώντας το επιλεγμένο μυστικό κλειδί PKCS#11.
hr: Molimo unesite volumen/datoteku ključa koju želite dešifrirati koristeći odabrani PKCS#11 tajni ključ.
ru: Укажите том/ключевой файл для дешифрования с помощью секретного ключа PKCS#11.
zh_cn: 请输入你要使用选定的 PKCS#11 安全密钥解密的加密卷/密钥文件。

source: Step %u of %u
el: Στάδιο %u από %u
hr: Stupanj %u od %u
ru: Этап %u из %u
zh_cn: 步骤 %u 共计 %u

source: Random bits generated: %d/%d
el: Τυχαία bits που δημιουργήθηκαν: %d/%d
hr: Nasumičnih bita stvoreno: %d/%d
ru: Сгенерировано битов: %d/%d
zh_cn: 随机位数已生成: %d/%d

source: Completed successfully.
el: Ολοκληρώθηκε με επιτυχία.
hr: Uspješno završeno.
ru: Успешно завершено.
zh_cn: 已经成功完成。

source: Unable to complete requested operation: please ensure that your encrypted volume is not mounted or otherwise in use, and that the password, salt and offset entered are correct.
el: Αδυναμία ολοκλήρωσης της ζητούμενης εργασίας. Παρακαλώ βεβαιωθείτε ότι ο κρυπτογραφημένος τόμος σας δεν είναι συνδεδεμένος ή σε άλλη χρήση, και ο κωδικός πρόσβασης, το αλάτι και η μετάθεση είναι σωστά δηλωμένα.
hr: Ne mogu da završim traženu operaciju: molimo osigurajte da šifrirani volumen nije montiran ili drugačije u upotrebi, kao i da su uneseni lozinka, sol i odstoj ispravni.
ru: Невозможно завершить операцию: убедитесь, что зашифрованный том не смонтирован и не используется как-то ещё, и что правильно указаны пароль, 'соль' и смещение.
zh_cn: 未能完成要求的操作：请确认你的加密加密卷并未加载或者以其它方式被占用，以及输入的密码、要素、偏移均正确。

source: Change Password/Other Details
el: Αλλαγή κωδικού/Άλλες λεπτομέρειες
hr: Promijeni lozinku/ostale detalje
ru: Изменить пароль/другие данные
zh_cn: 修改密码/其它细节

source: If you would like to modify an encrypted volume, please specify whether it is file or partition based. If you would like to modify a keyfile, please select "file" below.
el: Εάν θέλετε να τροποποιήσετε έναν κρυπτογραφημένο τόμο, παρακαλώ καθορίστε εάν πρόκειται για αρχείο ή βασίζεται σε κατάτμηση. Εάν θέλετε να τροποποιήσετε ένα αρχείο κλειδιού, παρακαλώ επιλέξτε "αρχείο" παρακάτω.
hr: Ukoliko biste željeli da izmenite šifrirani volumen, molimo odaberite da li je baziran na datoteci ili na particiji. Ukoliko biste željeli da izmenite datoteku ključa, molimo odaberite "datoteka" dolje.
ru: Если вы хотите изменить зашифрованный том, укажите его основу - файл или раздел. Если вы хотите изменить ключевой файл, выберите 'файл' ниже.
zh_cn: 如果你想修改已加密的加密卷，请指定它是文件类型的还是分区类型的. 如果你想修改一个密钥文件，请选择下面的 "文件" 选项.

source: Please enter the full path and filename of the volume/keyfile you wish to change. If you wish to update a "hidden" volume held within another file, please specify the filename of the host file which stores your encrypted volume
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα του τόμου/αρχείου κλειδιού που θέλετε να μεταβάλετε. Εάν θέλετε να ενημερώσετε έναν "κρυφό" τόμο που πραγματοποιήθηκε σε άλλο αρχείο, παρακαλώ καθορίστε το όνομα του αρχείου υποδοχής που είναι αποθηκευμένος ο κρυπτογραφημένος τόμος σας.
hr: Molimo unesite punu putanju i naziv datoteke volumena/datoteke ključa koju želite da izmenite. Ukoliko želite da ažurirate "skriveni" volumen sadržan unutar druge datoteke, molimo odaberite ime datoteke unutar koje je on pohranjen
ru: Введите полный путь и имя файла тома/ключевого файла, который вы хотите изменить. Если вы хотите обновить 'скрытый' том, находящийся внутри другого файла, укажите имя этого файла с зашифрованным томом.
zh_cn: 请输入你想要修改的加密卷/密钥文件的完整路径和文件名。 如果你想要更新一个包含在另外文件中的 "隐藏" 加密卷，请指定存储隐藏加密卷的宿主文件的文件名。

source: Please specify the partition your volume is stored on.
el: Παρακαλώ καθορίστε την κατάτμηση που είναι αποθηκευμένος ο τόμος σας.
hr: Precizirajte na kojoj particiji je pohranjen Vaš volumen.
ru: Укажите раздел, где хранится ваш том.
zh_cn: 请指定你存储加密卷的分区

source: Please enter the full details of the volume/keyfile you wish to change. If you wish to update a "hidden" volume held within another file, please specify the offset within the host file where your hidden volume is located
el: Παρακαλώ εισάγετε τα πλήρη στοιχεία του τόμου/αρχείου κλειδιού που θέλετε να αλλάξετε. Εάν θέλετε να ενημερώσετε έναν "κρυφό" τόμο που πραγματοποιήθηκε μέσα σε άλλο αρχείο, παρακαλώ ορίστε τη μετάθεση εντός του αρχείου υποδοχής όπου βρίσκεται ο κρυφός σας τόμος.
hr: Molimo unesite sve detalje volumena/datoteke ključa koje želite da izmenite. Ukoliko želite da ažurirate "skriveni" volumen sadržan unutar druge datoteke, molimo precizirajte odstoj unutar datoteke unutar koje je on pohranjen
ru: Введите полные данные тома/ключевого файла, который вы хотите изменить. Если вы хотите обновить 'скрытый' том, находящийся внутри другого файла, укажите смещение внутри этого файла с зашифрованным томом.
zh_cn: 请输入你要修改的加密卷/密钥文件的完整细节信息. 如果你想要更新一个包含在另外文件中的 "隐藏" 加密卷，请指定存储隐藏加密卷的宿主文件的文件名。

source: Please enter new details for your volume/keyfile.
el: Παρακαλώ εισάγετε νέα στοιχεία για τον τόμο/αρχείο κλειδιού σας.
hr: Molimo unesite nove detalje Vašeg volumena/datoteke ključa.
ru: Введите новые данные для тома/ключевого файла.
zh_cn: 请输入加密卷/密钥文件的新的细节信息

source: In order to change your volume/keyfile's details, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
el: Για αλλαγή των στοιχείων του τόμου/αρχείου κλειδιού σας, απαιτείται μια συγκεκριμένη ποσότητα τυχαίων δεδομένων. Αυτά τα δεδομένα θα χρησιμοποιηθούν για τα παρακάτω. 1) Αλάτισμα κωδικού. 2) Τυχαία δεδομένα συμπλήρωσης. Για να παραχθούν αυτά τα δεδομένα, επιλέξτε τις γεννήτριες τυχαίων αριθμών που θέλετε για χρήση από τις παρακάτω επιλογές.
hr: Kako biste izmenili detalje Vašeg volumena/datoteke ključa, potrebna je određena količina nasumičnih podataka. Ovi podaci će biti upotrebljeni za sljedeće: 1) Soljenje lozinke 2) Nasumični pridodati podaci Kako biste stvorili te podatke, molimo odaberite koji generator nasumičnih brojeva želite da koristite iz opcija dolje.
ru: Чтобы изменить данные тома/ключевого файла, требуется некоторое количество случайных данных. Эти данные будут использованы для: 1) 'засолки' пароля 2) случайной информации заполнения Для создания таких данных выберите ниже предпочтительный генератор случайных чисел.
zh_cn: 为了修改你的加密卷/密钥文件的细节信息，需要一定数量的随机数据。 这些数据将用于以下用途: 1) 密码要素化 2) 随机充填数据 为了生成这些数据，请从下面选项中选取你要使用的随机数生成器。

source: Create Keyfile for Volume
el: Δημιουργία Αρχείου κλειδιού για Τόμο
hr: Kreiraj Datoteku ključa za Volumen
ru: Создать ключевой файл для тома
zh_cn: 为加密卷创建密钥文件

source: Please specify whether the volume you wish to create a keyfile for is file or partition based.
el: Παρακαλώ καθορίστε εάν ο τόμος για τον οποίο θέλετε να δημιουργήσετε ένα αρχείο κλειδιού, είναι αρχείο ή βασίζεται σε κατάτμηση.
hr: Molimo precizirajte da li je volumen za koji želite da napravite datoteku ključa baziran na datoteci ili na particiji.
ru: Чтобы создать ключевой файл, укажите тип тома - он на основе файла или раздела?
zh_cn: 请指定你要创建的加密卷是文件类型的还是分区类型的

source: Please enter the full path and filename of either: 1) A volume containing a CDB, or 2) An existing keyfile for the volume you wish to create a keyfile for. If you wish to update a "hidden" volume which is held within another file, and your hidden volume includes a CDB, please specify the filename of the host file which stores your encrypted volume.
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα είτε: 1) Ενός τόμου που περιέχει ένα CDB, ή 2) Ένα υφιστάμενο αρχείο κλειδιού για τον τόμο που θέλετε να δημιουργήσετε ένα αρχείο κλειδιού. Εάν θέλετε να ενημερώσετε έναν "κρυφό" τόμο που βρίσκεται σε άλλο αρχείο, και ο κρυφός τόμος σας περιέχει ένα CDB, παρακαλώ καθορίστε το όνομα του αρχείου υποδοχής που είναι αποθηκευμένος ο κρυπτογραφημένος τόμος σας.
hr: Molimo unesite punu putanju i ime bilo od: 1) Volumena koji sadrži CDB, ili 2) Postojeće datoteke ključa za volumen za koji želite da kreirate datoteku ključa. Ukoliko želite da ažurirate "skriveni" volumen koji se nalazi unutar druge datoteke, a Vaš skriveni volumen sadrži CDB, molimo precizirajte ime datoteke u koju je pohranjen Vaš skriveni volumen.
ru: Введите полный путь и имя файла: 1) для тома с CDB, или 2) для имеющегося ключевого файла для тома, к которому вы хотите создать ключевой файл. Если вы хотите обновить 'скрытый' том внутри другого файла, и этот том содержит CDB, укажите имя хост-файла с зашифрованным томом.
zh_cn: 请输入完整路径和文件名，下面二者选其一: 1) 包含 CDB 的加密卷 2) 现有的密钥文件 输入目地是为了你要创建密钥文件的加密卷。 如果你想要更新一个包含在另外文件中的 "隐藏" 加密卷，请指定存储隐藏加密卷的宿主文件的文件名。

source: Please enter the full details of the volume you wish to create a keyfile for. If you wish to update a "hidden" volume which is held within another file, and your hidden volume includes a CDB, please specify the offset within the host file where your hidden volume is located.
el: Παρακαλώ εισάγετε τα πλήρη στοιχεία του τόμου για τον οποίο θέλετε να δημιουργήσετε ένα αρχείο κλειδιού. Εάν θέλετε να ενημερώσετε έναν "κρυφό" τόμο που πραγματοποιήθηκε μέσα σε άλλο αρχείο, παρακαλώ ορίστε τη μετάθεση εντός του αρχείου υποδοχής όπου βρίσκεται ο κρυφός σας τόμος.
hr: Molimo unesite sve detalje volumena za koji želite da napravite datoteku ključa. Ukoliko želite da ažurirate "skriveni" volumen koji se nalazi unutar druge datoteke, a Vaš skriveni volumen sadrži CDB, molimo precizirajte odstoj unutar datoteke u koju je pohranjen Vaš skriveni volumen.
ru: Укажите полные данные о томе, для которого вы хотите создать ключевой файл. Если вы хотите обновить 'скрытый' том внутри другого файла, и этот том содержит CDB, укажите смещение внутри хост-файла с зашифрованным томом.
zh_cn: 请输入你要创建密钥文件的加密卷的完整细节信息。 如果你希望为一个包含在其它文件中的 "隐藏" 加密卷创建密钥文件，并且你的隐藏加密卷包含 CDB，请指定容纳隐藏加密卷的宿主文件内的偏移。

source: Please specify the full path and filename where the keyfile should be written to.
el: Παρακαλώ καθορίστε την πλήρη διαδρομή και το όνομα του αρχείου όπου το αρχείο κλειδιού θα γραφεί.
hr: Molimo precizirajte punu putanju i ime datoteke gde bi datoteka ključa trebala biti zapisana.
ru: Укажите полный путь и имя для сохранения ключевого файла.
zh_cn: 请指定密钥文件的完整路径和文件名

source: Please specify the details for your new keyfile.
el: Παρακαλώ ορίστε τα στοιχεία για το νέο αρχείο κλειδιού.
hr: Molimo precizirajte detalje Vaše nove datoteke ključa.
ru: Укажите данные для нового ключевого файла.
zh_cn: 请指定你的新密钥文件的细节信息

source: In order to create a new keyfile, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
el: Για τη δημιουργία ενός αρχείου κλειδιού, απαιτείται μια συγκεκριμένη ποσότητα τυχαίων δεδομένων. Αυτά τα δεδομένα θα χρησιμοποιηθούν για τα παρακάτω. 1) Αλάτισμα κωδικού. 2) Τυχαία δεδομένα συμπλήρωσης. Για να παραχθούν αυτά τα δεδομένα, επιλέξτε τις γεννήτριες τυχαίων αριθμών που θέλετε για χρήση από τις παρακάτω επιλογές.
hr: Kako biste napravili novu datoteka ključa, potrebna je određena količina nasumičnih podataka. Ovi podaci će biti upotrebljeni za sljedeće: 1) Soljenje lozinke 2) Nasumični pridodati podaci Kako biste stvorili te podatke, molimo odaberite koji generator nasumičnih brojeva želite da koristite iz opcija dolje.
ru: Чтобы создать новый ключевой файл, требуется некоторое количество случайных данных. Эти данные будут использованы для: 1) 'засолки' пароля 2) случайной информации заполнения Для создания таких данных выберите ниже предпочтительный генератор случайных чисел.
zh_cn: 为了创建一个新的密钥文件，需要一定数量的随机数据. 这些数据将用于以下用途: 1) 密码要素化 2) 随机充填数据 为了生成这些数据，请从下面选项中选取你要使用的随机数生成器。

source: You have selected mouse movement to generate random data. Please "waggle" the mouse within the area below, until enough random data has been generated.
el: Έχετε επιλεγμένη την κίνηση του ποντικού για παραγωγή τυχαίων δεδομένων. Παρακαλώ "κινείστε" το ποντίκι μέαα στην παρακάτω πεςριοχή, μέχρι να δημιουργηθούν αρκετά τυχαία δεδομένα.
hr: Odabrali ste pomjeranje miša za stvaranje nasumičnih podataka. Molimo "mrdajte" miš unutar polja dolje, dok se ne stvori dovoljno nasumičnih podataka.
ru: Для генерирования случайных данных выбрано перемещение мыши. Произвольно перемещайте мышь внутри расположенной ниже области, пока не будет сгенерировано достаточное количество случайных данных.
zh_cn: 你已经选择了移动数据来生成随机数据。 请在下面区域 "晃动" 鼠标，直到有足够的随机数据生成

source: In order to use GPG to generate random data, please specify the location of "gpg.exe" by clicking the browse button.
el: Για να χρησιμοποιήσετε GPG για δημιουργία τυχαίων δεδομένων, καθορίστε τη θέση του "gpg.exe" πατώντας στο πλήκτρο εύρεσης.
hr: Kako biste koristili GPG za stvaranje nasumičnih podataka, molimo precizirajte lokaciju "gpg.exe" idući na opciju prelistaj.
ru: Чтобы создать случайные данные с помощью GPG, укажите местоположение файла 'gpg.exe'.
zh_cn: 为了适应 GPG 生成随机数据，请点击浏览按钮指定 "gpg.exe" 文件的位置

source: Please select the PKCS#11 token you wish to use to generate random data, from the list shown below
el: Παρακαλώ επιλέξτε την κάρτα PKCS#11 που θέλετε να χρησιμοποιήσετε για δημιουργία τυχαίων δεδομένων, από τη λίστα που εμφανίζεται παρακάτω.
hr: Molimo odaberite PKCS#11 token koji želite da koristite za stvaranje nasumičnih podataka, iz liste prikazane dolje
ru: Выберите токен PKCS#11 для генерирования случайных данных
zh_cn: 请从下面列表中选择你希望用于生成随机数据的 PKCS#11 口令牌

source: A file with the filename you specified already exists. For safety reasons, you must specify a file which doesn't already exist. Please either delete the existing file, or specify a new filename.
el: Ένα αρχείο με το όνομα που καθορίσατε, υπάρχει ήδη. Για λόγους ασφαλείας, πρέπει να καθορίσετε ένα αρχείο που δεν υπάρχει ήδη. Παρακαλώ διαγράψτε το υφιστάμενο αρχείο ή καθορίστε ένα νέο όνομα.
hr: Datoteka sa tim imenom već postoji. Iz bezbjednosnih razloga je neophodno precizirati ime koje još ne postoji. Molimo ili obrišite postojeću datoteku, ili precizirajte novo ime datoteke.
ru: Файл с таким именем уже существует. Из соображений безопасности необходимо указать имя ещё несуществующего файла. Либо удалите имеющийся файл, либо укажите другое имя.
zh_cn: 你所指定文件名的文件已存在。 安全考虑，你必须指定一个不存在的文件名。 请删除现有文件，或者指定一个新文件名。

source: Volume file
el: Αρχείο τόμου
hr: Datoteka volumena
ru: Файл с томом
zh_cn: 文件型加密卷

source: Partition/entire disk
el: Κατάτμηση/ολόκληρος δίσκος
hr: Particija/cijeli disk
ru: Раздел/весь диск
zh_cn: 分区/整个磁盘

source: Additional random data is required in order to generate an encryption key for use when producing the padding data.
el: Απαιτούνται πρόσθετα τυχαία δεδομένα για τη δημιουργία κλειδιού κρυπτογράφησης για χρήση στην παραγωγή των δεδομένων συμπλήρωσης.
ru: Чтобы создать ключ шифрования для данных заполнения, необходимы дополнительные случайные данные.
zh_cn: 产生填充数据时的加密密钥的生成需要额外的随机数据。

source: Unable to obtain hash details for %s
el: Αδυναμία ανάκτησης στοιχείων κατακερματισμού για %s
hr: Ne mogu nabaviti detalje smješe za %s
ru: Невозможно получить хеш-данные для %s
zh_cn: 未能获取 %s 的哈希细节

source: You do not appear to have any LibreCrypt hash drivers that can be used to create new LibreCrypt volumes installed and started.
el: Δεν φαίνεται να έχετε κάποιους LibreCrypt οδηγούς κατακερματισμού εγκατεστημένους και σε λειτουργία, που μπορούν να χρησιμοποιηθούν για τη δημιουργία νέων τόμων LibreCrypt.
hr: Ne djeluje da imate ikoji LibreCrypt upravljački program smješe koji može biti upotrebljen za kreiranje novih LibreCrypt volumena instaliran i pokrenut.
ru: Нет установленных и запущенных хеш-драйверов LibreCrypt для создания томов LibreCrypt.
zh_cn: 看起来你并没有安装和启动任何用于创建新 LibreCrypt 加密卷的 LibreCrypt 哈希驱动。

source: Partition: %s
el: Κατάτμηση: %s
hr: Particija: %s
ru: Раздел: %s
zh_cn: 分区: %s

source: Filename: %s
el: Όνομα αρχείου: %s
hr: Ime datoteke: %s
ru: Файл: %s
zh_cn: 文件名: %s

source: Hidden container starting at offset: %d
el: Ο κρυφός τόμος ξεκινάει με μετάθεση: %d
hr: Skriveni volumen počinje kod odstoja: %d
ru: Скрытый том со смещения: %d
zh_cn: 隐藏加密卷起始于偏移: %d

source: Container size: %d + %d (for header) + %d (padding) = %d bytes
el: Μέγεθος τόμου: %d + %d (για CDB) + %d (padding) = %d bytes
ru: Размер тома: %d + %d (для CDB) + %d (заполнение) = %d байт
zh_cn: 加密卷大小: %d + %d (用于 CDB) + %d (填充) = %d 字节

source: Container size: %d + %d (for header) = %d bytes
el: Μέγεθος τόμου: %d + %d (για CDB) = %d bytes
hr: Veličina volumena: %d + %d (za CDB) = %d bytes
ru: Размер тома: %d + %d (для CDB) = %d байт
zh_cn: 加密卷大小: %d + %d (用于 CDB) = %d 字节

source: CDB stored: At start of volume file
el: Αποθηκευμένα CDB: Στην αρχή του αρχείου τόμου
hr: CDB pohranjen: na početku datoteke volumena
ru: Хранение CDB: в начале файла тома
zh_cn: CDB 存储：位于文件型加密卷开头

source: Container size: %d + %d (padding) = %d bytes
el: Μέγεθος τόμου: %d + %d (padding) = %d bytes
ru: Размер тома: %d + %d (заполнение) = %d байт
zh_cn: 加密卷大小: %d + %d (填充) = %d 字节
