Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Container size: %d
el: Μέγεθος τόμου: %d
hr: Veličina volumena: %d
ru: Размер тома: %d
zh_cn: 加密卷大小: %d

source: CDB stored: In separate keyfile
el: Αποθηκευμένο CDB: Σε χωριστό αρχείο κλειδιού
hr: CDB pohranjen: u zasebnu datoteku ključa
ru: Хранение CDB: в отдельном ключевом файле
zh_cn: CDB 存储：存储于单独密钥文件

source: CDB keyfile: %1
el: Αρχείο κλειδιού CDB: %1
hr: CDB datoteka ključa: %1
ru: Ключевой файл CDB: %1
zh_cn: CDB 密钥文件: %1

source: Hash algorithm: %1
el: Αλγόριθμος κατακερματισμού: %1
hr: Algoritam smješe: %1
ru: Хеш-алгоритм: %1
zh_cn: 哈希算法: %1

source: [Hash driver: %1]
el: [Οδηγός κατακερματισμού: %1]
hr: [Upravljački program smješe: %1]
ru: [Хеш-драйвер: %1]
zh_cn: [哈希驱动: %1]

source: [Hash GUID: %1]
el: [GUID Κατακερματισμού: %1]
hr: [GUID smješe: %1]
ru: [GUID хеша: %1]
zh_cn: [哈希 GUID: %1]

source: Key iterations: %1
el: Επαναλήψεις κλειδιού: %1
hr: Izmjene ključa: %1
ru: Ключевых итераций: %1
zh_cn: 密钥离散: %1

source: Sector IVs will not be used (cypher has zero or variable blocksize)
el: Ο τομέας IVs δεν πρέπει να χρησιμοποιείται (η κρυπτογράφηση έχει μηδενικό ή μεταβλητό μέγεθος μπλοκ)
hr: Sektor IVs neće biti upotrebljeni (šifra ima nulu ili varirajuću veličinu bloka)
ru: Секторные IV не используются (размер блока шифра - нулевой или переменный)
zh_cn: 扇区 IV 不会被使用(加密算法为零或可变的区块大小)

source: Cypher has fixed, defined blocksize; sector IVs will be used
el: Το μέγεθος του μπλοκ κρυπτογράφησης έχει ορισθεί και είναι σταθερό. Ο τομέας IVs μπορεί να χρησιμοποιηθεί.
hr: Šifra ima fiksnu, definiranu veličinu bloka; sektori IVs će biti upotrebljeni
ru: У шифра фиксированный размер блока; используются секторные IV
zh_cn: 加密算法已固定，定义的区块大小，使用扇区 IV

source: Sector IV generation method: %1
el: Μέθοδος παραγωγής τομέα IV: %1
hr: Metod stvaranja sektora IV: %1
ru: Метод генерирования секторных IV: %1
zh_cn: 扇区 IV 生成方法：%1

source: Sector IVs will be XORd with a per-volume IV before use
el: Ο τομέας IVs θα γίνει XOR με έναν τόμο IV, πριν από τη χρήση
hr: Sektori IV će biti XOR-ovani sa po-volumenu IV pre upotrebe
ru: XOR с потомным IV для секторных IV перед использованием
zh_cn: 扇区 IV 在使用前将会使用每加密卷 IV XOR 操作

source: A per-volume IV will not be used
el: Δεν πρέπει να χρησιμοποιείται ένας τόμος IV
hr: Po-volumenu IV neće biti upotrebljeni
ru: Потомный IV не используется
zh_cn: 每加密卷 IV 不会被使用

source: Cypher algorithm: %1
el: Αλγόριθμος κρυπτογράφησης: %1
hr: Algoritam šifre: %1
ru: Алгоритм шифрования: %1
zh_cn: 加密算法: %1

source: [Cypher driver: %1]
el: [Οδηγός κρυπτογράφησης: %1]
hr: [Upravljački program šifre: %1]
ru: [Драйвер шифра: %1]
zh_cn: [加密驱动: %1]

source: [Cypher GUID: %1]
el: [GUID Κρυπτογράφησης: %1]
hr: [GUID šifre: %1]
ru: [GUID шифра: %1]
zh_cn: [加密 GUID: %1]

source: Master key length: %1 bits
el: Μήκος γενικού κλειδιού: %1 bits
hr: Dužina master-ključa: %1 bits
ru: Длина мастер-ключа: %1 бит
zh_cn: 主钥长度: %1 位

source: Password: <entered>
el: Κωδικός πρόσβασης: <εγγεγραμένος>
hr: Lozinka: <unesena>
ru: Пароль: <введён>
zh_cn: 密码: <输入的>

source: Salt length: %1 bits
el: Μήκος αλατιού: %1 bits
hr: Dužina soli: %1 bits
ru: Длина 'соли:': %1 бит
zh_cn: 要素长度: %1 位

source: Requested drive letter: %1
el: Επιθυμητό γράμμα δίσκου: %1
hr: Traženo slovo pogona: %1
ru: Запрошенная буква диска: %1
zh_cn: 要求驱动盘符: %1

source: You are about to create a new encrypted volume on a disk/partition. This process will OVERWRITE that disk/partition. Are you SURE you wish to continue?
el: Θα δημιουργήσετε ένα νέο κρυπτογραφημένο τόμο σε ένα δίσκο/κατάτμηση. Αυτή η διαδικασία θα αντικαταστήσει αυτό το δίσκο/κατάτμηση. Θέλετε σίγουρα να συνεχίσετε;
hr: Upravo ćete kreirati novi šifrirani volumen na disku/particiji. Ovaj proces će PREPISATI PRIJEKO tog diska/particije. Jeste li SIGURNI da želite da nastavite?
ru: Вы собираетесь создать новый зашифрованный том на диске/разделе. Этот процесс ПЕРЕЗАПИШЕТ ваш диск/раздел. Вы ДЕЙСТВИТЕЛЬНО хотите продолжить?
zh_cn: 你将要在一个磁盘/分区上创建一个新的加密卷。 此过程将会 覆写 该分区/磁盘. 你 确认 要继续吗？

source: Volume creation canceled
el: Η δημιουργία τόμου ακυρώθηκε
hr: Kreiranje volumena otkazano
ru: Создание тома отменено
zh_cn: 加密卷创建已取消

source: Unable to create volume file; please ensure you have %1 free on the relevant drive
el: Αδυναμία δημιουργίας αρχείου τόμου. Παρακαλώ βεβαιωθείτε ότι έχετε %1 ελεύθερα στο σχετικό οδηγό
hr: Ne mogu kreirati datoteku volumena; molimo osigurajte da imate %1 slobodno na odgovarajućem pogonu
ru: Невозможно создать файл с томом; убедитесь, что на соответствующем диске свободно %1
zh_cn: 未能创建文件型加密卷，请确认你在相对驱动器上有 %1 的自由空间

source: Please note that FAT/FAT32 filesystems cannot store files that are 4GB or larger
el: Παρακαλώ σημειώστε ότι τα συστήματα αρχείων FAT/FAT32, δεν αποθηκεύουν αρχεία 4GB ή μεγαλύτερα
hr: Molimo zapazite da FAT/FAT32 datotečni sustavi ne mogu pohraniti datoteke koje su 4GB ili veće
ru: Помните, что файловые системы FAT/FAT32 не позволяют хранить файлы размером более 4 Гбайт
zh_cn: 请注意，FAT/FAT32 文件系统不能存储超过 4 GB 大小的文件

source: Unable to create separate CDB keyfile.
el: Αδυναμία δημιουργίας χωριστού αρχείου κλειδιού CDB.
hr: Ne mogu da kreiram odvojenu CDB datoteku ključa.
ru: Невозможно создать отдельный ключевой файл CDB.
zh_cn: 未能创建单独的 CDB 密钥文件

source: Unable to write FreeOTFE header.
el: Αδυναμία εγγραφής κρίσιμου μπλοκ δεδομένων.
hr: Ne mogu da napišem blok kritičnih podataka.
ru: Невозможно записать блок критических данных.
zh_cn: 未能写入关键数据块

source: The master key length must be a multiple of 8
el: Το μήκος του κύριου κλειδιού, πρέπει να είναι πολλαπλάσιο του 8
hr: Dužina master-ključa mora biti višekratnik od 8
ru: Длина мастер-ключа должна быть кратной 8
zh_cn: 主密钥长度必须是 8 的倍数

source: Unable to determine the keysize for your selected cypher.
el: Αδυναμία αναγνώρισης του μεγέθους κλειδιού, για την επιλεγμένη κρυπτογράφησή σας.
hr: Ne mogu da odredim veličinu ključa Vaše odabrane šifre.
ru: Невозможно определить размер ключа для выбранного шифра.
zh_cn: 未能检测到你选择的算法的密钥大小

source: Unable to determine the blocksize for your selected cypher.
el: Αδυναμία αναγνώρισης του μεγέθους μπλοκ, για την επιλεγμένη κρυπτογράφησή σας.
hr: Ne mogu da odredim veličinu bloka Vaše odabrane šifre.
ru: Невозможно определить размер блока для выбранного шифра.
zh_cn: 未能检测到你选择的算法的块大小

source: Unable to determine the cypher mode for your selected cypher.
el: Αδυναμία αναγνώρισης της λειτουργίας κρυπτογράφησης, για την επιλεγμένη κρυπτογράφησή σας.
hr: Ne mogu da odredim mod šifre Vaše odabrane šifre.
ru: Невозможно определить режим шифрования для выбранного шифра.
zh_cn: 未能检测到你选择算法的加密模式

source: Please note: If you would like your volume to be compatible with the PDA version of LibreCrypt, please specify a volume size greater than %1 MB
el: Παρακαλώ σημειώστε: Εάν θέλετε ο τόμος σας να είναι συμβατός με την PDA έκδοση του LibreCrypt, καθορίστε ένα μέγεθος τόμου μεγαλύτερο του %1 MB
hr: Molimo zapazite: Ukoliko želite da Vaš volumen bude kompatibilan sa PDA verzijom LibreCrypt, molimo precizirajte veličinu volumena veću od %1 MB
ru: Внимание: если вы хотите, чтобы том был совместим с версией LibreCrypt для КПК, укажите размер тома больше %1 Мбайт.
zh_cn: 请注意：如果你希望加密卷与 PDA 版本的 LibreCrypt 相兼容，请指定一个大于 %1 MB 的加密卷大小。

source: (Approx: %1)
el: (Περίπου: %1)
hr: (Približno: %1)
ru: (Примерно: %1)
zh_cn: (大约: %1)

source: This "wizard" will guide you through the process of either creating a new LibreCrypt volume file, or a hidden volume within an existing file. If you are unsure as to how to answer any of the questions this wizard asks, simply accepting the default values should generate a volume that is secure enough for most purposes.
el: Αυτός ο "βοηθός" θα σας καθοδηγήσει στη διαδικασία δημιουργίας είτε ενός νέου αρχείου τόμου LibreCrypt, είτε ενός κρυφού τόμου μέσα σε υφιστάμενο αρχείο. Εάν δεν είστε σίγουροι για το πώς να απαντήσετε σε κάποια από τα ερωτήματα αυτού του οδηγού, απλώς αποδεχθείτε τις προκαθορισμένες τιμές, για να δημιουργήσετε έναν τόμο που είναι αρκετά ασφαλής για τις περισσότερες περιπτώσεις.
hr: Ovaj "čarobnjak" će Vas voditi kroz proces stvaranja bilo nove LibreCrypt datoteke ključa, bilo skrivenog volumena unutar postojeće datoteke. Ukoliko niste sigurni kako da odgovorite na bilo koje od pitanja koja čarobnjak upita, jednostavno prihvatanje podrazumijevanih vrijednosti bi trebalo stvoriti volumen koji je dovoljno siguran za većinu upotreba.
ru: Этот мастер поможет создать новый файл с томом LibreCrypt или скрытый том внутри существующего файла. Если вы не уверены в своих знаниях, просто соглашайтесь с предлагаемыми мастером стандартными установками, в большинстве случаев достаточными для создания тома.
zh_cn: 本 "向导" 会引导执行你创建 LibreCrypt 文件型加密卷或隐藏文件型加密卷的过程。 如果你不确认如何回答向导的问题，请只使用默认值即可，对于多数用途已经足够安全了。

source: Please specify whether the new volume should be created as a disk image file stored on your filesystem, or take up a disk partition/entire physical disk For most users, it is recommended that you use a volume file; encrypted partitions/physical disks are intended for advanced users.
el: Παρακαλώ καθορίστε εάν ο νέος τόμος θα δημιουργηθιεί ως αρχείο εικόνας δίσκου αποθηκευμένο στο σύστημα αρχείων σας, ή θα καταλάβει μία κατάτμηση / ολόκληρο το φυσικό δίσκο. Για τους περισσότερους χρήστες, συνιστάται η χρήση ενός αρχείου τόμου. Κρυπτογραφημένες κατατμήσεις / φυσικοί δίσκοι προορίζονται για προχωρημένους χρήστες.
hr: Molimo precizirajte da li novi volumen treba biti kreiran kao disk u datoteci pohranjenoj na Vaš datotečni sustav, ili da zauzme particiju diska/cijeli disk Za većinu korisnika, preporučeno je da koristite datoteku volumena; šifrirane particije/diskovi su predviđeni za posebnu upotrebu.
ru: Укажите, следует ли создать новый том как файл-образ диска в файловой системе, или он должен занимать весь раздел/физический диск. Большинству пользователей рекомендуется том-файл; зашифрованные разделы/диски рассчитаны на опытных пользователей.
zh_cn: 请指定是创建一个存储在文件系统中的文件型加密卷，还是直接加密分区/整个硬盘 对于多数用户，推荐你使用文件型加密卷，加密分区或硬盘适合高级用户使用。

source: Please specify the filename and location where the new volume should be created, by clicking the browse button. If you wish to create a "hidden" volume within an existing volume, please specify your existing volume to be used.
el: Παρακαλώ καθορίστε το όνομα και τη θέση όπου ο νέος τόμος πρέπει να δημιουργηθεί, κάνοντας κλικ στο πλήκτρο εύρεσης. Εάν θέλετε να δημιουργήσετε έναν "κρυφό" τόμο μέσα σε ένα υφιστάμενο τόμο, παρακαλώ καθορίστε τον υφιστάμενο τόμο που θα χρησιμοποιηθεί.
hr: Molimo precizirajte ime datoteke i lokaciju gde novi volumen treba biti kreiran, idući na opciju prelistaj. Ukoliko želite da kreirate "skriveni" volumen unutar postojećeg volumena, molimo precizirajte Vaš postojeći volumen koji da se koristi.
ru: Укажите имя и размещение файла с новым томом. Если вы хотите создать 'скрытый' том внутри имеющегося, укажите существующий том.
zh_cn: 请点击“浏览”按钮，指定新加密卷存放的文件名和位置。 如果你希望在一个现有加密卷之内创建一个 "隐藏"，请指定要使用的现有加密卷。

source: 1) Creating encrypted partitions is POTENTIALLY DESTRUCTIVE. 2) Data stored on the partition you select in the next stage may be OVERWRITTEN with encrypted data. 3) It is RECOMMENDED that you backup your data as appropriate before continuing.
el: 1) Η δημιουργία κρυπτογραφημένης κατάτμησης είναι ΔΥΝΗΤΙΚΑ ΚΑΤΑΣΤΡΟΦΙΚΗ. 2) Δεδομένα αποθηκευμένα στην κατάτμηση που θα επιλέξετε στο επόμενο στάδιο, μπορεί να ΑΝΤΙΚΑΤΑΣΤΑΘΟΥΝ με κρυπτογραφημένα δεδομένα. 3) Είναι ΑΠΑΡΑΙΤΗΤΟ να κάνετε αντίγραφα ασφαλείας των δεδομένων σας πριν συνεχίσετε.
ru: 1) Создание зашифрованных разделов - потенциально ДЕСТРУКТИВНАЯ операция. 2) Хранящиеся в разделе данные на следующем этапе могут быть ПЕРЕЗАПИСАНЫ зашифрованными данными. 3) Прежде чем продолжить, РЕКОМЕНДУЕТСЯ сделать резервную копию данных.
zh_cn: 1) 创建加密分区具有潜在的破坏性。 2) 存储于你所选分区的数据在下一步将会被加密数据覆盖。 3) 强烈推荐你在继续之前备份对应分区上的数据。

source: Please select the partition you wish to create the new volume on, and whether you would like to create a "hidden" volume.
el: Παρακαλώ επιλέξτε την κατάτμηση που θέλετε να δημιουργηθεί ο νέος τόμος, και εάν θέλετε να δημιουργήσετε έναν "κρυφό" τόμο.
ru: Выберите раздел, в котором предполагается создать новый том, и укажите, хотите ли вы создать 'скрытый' том.
zh_cn: 请选择你希望创建加密卷的分区，以及你是否要创建一个 "隐藏" 加密卷。

source: The volume file you specified already exists. To create a hidden volume within this file, please specify the byte offset within this file from where the new volume should begin. If you do NOT wish to create a hidden volume within your existing file, please click "< Back" and enter a different filename.
el: Το όνομα τόμου που ορίσατε υπάρχει ήδη. Για δημιουργία ενός κρυφού τόμου εντός αυτού του αρχείου, παρακαλώ ορίστε το byte μετάθεσης εντός του αρχείου απ' όπου ο νέος τόμος θα αρχίζει. Εάν ΔΕΝ θέλετε να δημιουργήσετε ένα κρυφό τόμο μέσα στο υφιστάμενο αρχείο σας, παρακαλώ κάντε κλικ στο "<Πίσω" και εισάγετε ένα διαφορετικό όνομα.
ru: Указанный файл с томом уже существует. Чтобы создать скрытый том внутри этого файла, укажите байтовое смещение внутри данного файла, с которого должен начинаться скрытый том. Если вы НЕ хотите создавать скрытый том внутри имеющегося файла, нажмите 'Назад' и введите другое имя файла.
zh_cn: 你指定的文件型加密卷已经存在，请指定在此加密卷之内新加密卷的起始偏移位置。 如果你不希望创建隐藏加密卷，请点击 "< 后退" 并输入一个新的名字。

source: 1) Creating hidden volumes is POTENTIALLY DESTRUCTIVE. 2) Data within the file/partition specified in the previous stage may be OVERWRITTEN, starting from byte offset specified, and running for the full length of the new hidden volume. 3) Remember the offset entered! For security reasons, this information is not stored anywhere, nor can it be determined automatically; you will need to type in this offset whenever you wish to Open your hidden volume.
el: 1) Η δημιουργία κρυφού τόμου είναι ΔΥΝΗΤΙΚΑ ΚΑΤΑΣΤΡΟΦΙΚΗ. 2) Τα δεδομένα εντός του καθορισμένου στο προηγούμενο στάδιο, αρχείου/κατάτμησης, μπορεί να ΑΝΤΙΚΑΤΑΣΤΑΘΟΥΝ, ξεκινώντας από την καθορισμένη μετάθεση bytes, και στην πορεία για το πλήρες μήκος του νέου κρυφού τόμου. 3) Να θυμάστε την εισηγμένη μετάθεση! Για λόγους ασφάλειας, οι πληροφορίες αυτές δεν αποθηκεύονται πουθενά και δεν μπορεί να ανακτηθούν αυτόματα. Θα χρειαστεί να πληκτρολογήσετε αυτή την μετάθεση κάθε φορά που θέλετε να συνδέσετε τον κρυφό σας τόμο.
ru: 1) Создание скрытых томов - потенциально ДЕСТРУКТИВНАЯ операция. 2) Хранящиеся внутри указанного на предыдущем этапе файла/раздела данные могут быть ПЕРЕЗАПИСАНЫ начиная с введённого смещения и вплоть до всего размера нового скрытого тома. 3) Запомните введённое смещение! Из соображений безопасности эта информация нигде не хранится и её нельзя определить автоматически. Вам будет нужно вводить это смещение при каждом монтировании скрытого тома.
zh_cn: 1) 创建隐藏加密卷具有潜在的破坏性. 2) 在上一步指定的文件/分区中的数据可能会从指定偏移处开始被覆盖，直至新隐藏加密卷的完全大小. 3) 安全考虑请牢记你输入的偏移数值，这个信息不存储在任何位置，也不会被软件自动检测到，你需要在加载加密卷的时候输入这个偏移数值。

source: Please enter the required size of the new volume. This value must be more than 1 MB, and must be a multiple of 512 bytes. If you are creating a hidden volume, then the size of the original volume file, less the byte offset entered in the previous stage, must be greater than the sum of the value entered here, and the size critical data area. Note: The size you specified here will be the size of the data part of the volume file. The actual file created will be larger than this by the size of the critical data area, which will be prepended onto the volume file.
el: Παρακαλώ εισάγετε το απαιτούμενο μέγεθος του νέου τόμου. Αυτή η τιμή πρέπει να είναι μεγαλύτερη του 1 MB και πολλαπλάσια των 512 bytes. Εάν δημιουργήσετε έναν κρυφό τόμο, τότε το μέγεθος του αρχικού αρχείου τόμου, μικρότερο λόγω της μετάθεσης byte που δώσατε στο προηγούμενο στάδιο, πρέπει να είναι μεγαλύτερο από το άθροισμα της τιμής που δόθηκε εδώ, και του μεγέθους της περιοχής κρίσιμων δεδομένων. Σημείωση: Το μέγεθος που καθορίσατε εδώ, θα είναι το μέγεθος του τμήματος δεδομένων του αρχείου τόμου. Το εν λόγω αρχείο που θα δημιουργηθεί, θα είναι μεγαλύτερο από αυτό της κρίσιμης περιοχής δεδομένων, το οποίο θα προσκοληθεί επάνω στο αρχείο τόμου.
ru: Введите размер нового тома. Это значение должно превышать 1 Мбайт и быть кратным 512 байтам. Если вы создаёте скрытый том, то размер исходного файла тома за вычетом байтового смещения, указанного на предыдущем этапе, должен быть больше суммы указанного здесь значения и размера области с критическими данными. Примечание: указанный здесь размер станет размером части с данными в файле тома. Действительный размер созданного файла будет больше на объём области с критическими данными.
zh_cn: 请输入要求大小的新加密卷. 这个加密卷必须大于 1 MB, 并且必须是 512 字节的倍数. 如果你正在创建一个隐藏加密卷，原始文件型加密卷的大小，减去在前面步骤输入的偏移字节，必须大于此处输入的数值以及关键数据块的值。 注意：你在这里指定的大小将会是文件型加密卷数据区的大小。实际创建的文件大小，由于存在关键数据区，会比这个大一些。

source: Please select which security options should be used in securing your new volume. Most users can simply accept the defaults here, though more advanced users may prefer to specify their own options, depending on their needs.
el: Παρακαλώ ορίστε τις επιλογές ασφαλείας που πρέπει να χρησιμοποιηθούν στην ασφάλεια του νέου τόμου σας. Οι περισσότεροι χρήστες μπορούν απλά να αποδεχθούν εδώ τις προεπιλεγμένες, αν και οι πιο προχωρημένοι, πρέπει να προτιμούν να τις καθορίσουν ανάλογα με τις ανάγκες τους.
ru: Выберите параметры для нового тома. Для большинства пользователей подойдут предлагаемые значения по умолчанию, а более опытные могут выбрать настройки, подходящие под их конкретные нужды.
zh_cn: 请选择你用于增强新加密卷安全性的安全选项。 对于大多数用户只使用默认值即可，高级用户可以依据他们的需要指定他们自己的选项。

source: The cypher you selected supports arbitary key lengths. Please specify the length of the master key which will be used to encrypt/decrypt your data. Note: The value entered must be a multiple of 8.
el: Η κρυπτογράφηση που επιλέξατε υποστηρίζει αυθαίρετα μήκη κλειδιού. Παρακαλώ καθορίστε το μήκος του κύριου κλειδιού που θα χρησιμοποιηθεί για την κρυπτογράφηση / αποκρυπτογράφηση των δεδομένων σας.. Σημείωση: Η τιμή που εισάγατε πρέπει να είναι πολλαπλάσια του 8.
ru: Выбранный шифр поддерживает ключи произвольной длины. Укажите длину мастер-ключа для шифрования/дешифрования данных. Примечание: значение должно быть кратным 8.
zh_cn: 你选择的算法支持. 请指定你要用来加密/解密数据的主密钥的长度。 注意：输入的数值必须是 8 的倍数。

source: In order to create your new volume, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) The new volume's master key 3) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
el: Για τη δημιουργία του νέου τόμου σας, απαιτείται ένα ορισμένο ποσό τυχαίων δεδομένων. Τα δεδομένα αυτά, θα χρησιμοποιηθούν για τα ακόλουθα. 1) Αλάτισμα κωδικού 2) Το γενικό κλειδί νέων τόμων 3) Τυχαία δεδομένα συμπλήρωσης Για τη γέννηση των δεδομένων αυτών, παρακαλώ επιλέξτε ποιά γεννήτρια τυχαίων αριθμών θέλετε να χρησιμοποιηθεί, από τις ακόλουθες επιλογές.
ru: Чтобы создать новый том, необходимо некоторое количество случайных данных. Эти данные будут использоваться для: 1) 'засолки' пароля 2) мастер-ключа нового тома 3) случайных данных заполнения Чтобы получить эти данные, выберите ниже генератор(ы) случайных чисел.
zh_cn: 为了创建新加密卷，需要一定数量的随机数据. 这些数据有如下用途: 1) 密码要素化 2) 新加密卷的主密钥 3) 随机充填数据 为了生成这些数据，请在下面选项中选择你需要使用的随机数生成器。

source: Please enter the password to be used for securing your volume. It is suggested that you enter a mix of uppercase, lowercase, numbers, and punctuation symbols. Note: If you forget your password, you can forget your data. Note: Newlines (blank lines) are significant. It is recommended that you do not press <ENTER> after typing in your password, as this will add an extra newline to the end of your password.
el: Παρακαλώ εισάγετε τον κωδικό που θα χρησιμοποιήσετε για ασφάλεια του τόμου σας. Προτείνεται να εισάγετε ένα μίγμα από κεφαλαία και πεζά γράμματα, αριθμούς, σύμβολα και σημεία στίξης. Σημείωση: Εάν ξεχάσετε τον κωδικό σας, ξεχάστε και τα δεδομένα σας. Σημείωση: Οι νέες γραμμές (κενές γραμμές) είναι σημαντικές. Συνιστάται να μην πατάτε <ENTER> μετά την πληκτρολόγηση του κωδικού σας, καθώς αυτό θα προσθέσει μία επιπλέον νέα γραμμή στο τέλος του κωδικού σας.
ru: Введите пароль для тома. Рекомендуется использовать комбинацию из прописных и строчных букв, цифр и знаков пунктуации. ВНИМАНИЕ: Если вы забудете пароль, то потеряете все свои данные! Примечание: символы перевода строки (пустые строки) учитываются. Рекомендуется после набора пароля не нажимать <ENTER>, так как это добавит в конец пароля дополнительную пустую строку.
zh_cn: 请输入加密卷的密码。建议密码的组成为大写小写字母、数字、和特殊符号的组合。 注意：如果你忘记了密码，你的数据将无法被找回。 注意：新行(空白的一行)非常重要。推荐你在输入密码后不要按回车键，因为这会在你的密码后面添加一个额外的新行.

source: You have now entered all the information required to create a new volume. Please check the summary shown below and click "Finish" to create the new volume, or use the "Back"/"Next" buttons to modify the details you have entered. If you would like to configure more advanced options, please select "Advanced..."
el: Έχετε εισάγει τώρα όλες τις πληροφορίες που απαιτούνται για τη δημιουργία ενός νέου τόμου. Παρακαλώ ελέγξτε την περίληψη που φαίνεται παρακάτω και πατήστε "Τερματισμός" για τη δημιουργία του νέου τόμου, ή κάντε χρήση των πλήκτρων "Πίσω"/"Επόμενο" για να τροποποιήσετε τα στοιχεία που έχετε δώσει. Αν θέλετε να διαμορφώσετε πιο προηγμένες επιλογές, επιλέξτε "Για προχωρημένους ... "
ru: Вся информация, необходимая для создания нового тома, получена. Проверьте итоговые данные и нажмите 'Готово', чтобы создать новый том, или воспользуйтесь кнопками 'Назад/Далее', если хотите что-то изменить. Если вы хотите настроить дополнительные параметры, нажмите 'Ещё...'.
zh_cn: 你已经输入了创建新加密卷所需的所有信息。 请检查下面所示的总结信息并点击 "完成" 按钮创建新的加密卷，或者点击 "后退"/"下一步" 按钮修改你已经输入的细节信息。如果你希望配置更多的选项，请选择 "高级..."

source: Overwrite of padding data FAILED.
el: Η αντικατάσταση των δεδομένων συμπλήρωσης ΑΠΕΤΥΧΕ.
ru: Ошибка при перезаписи данными заполнения.
zh_cn: 覆写充填数据失败。

source: Overwrite of padding data cancelled by user.
el: Η αντικατάσταση των δεδομένων συμπλήρωσης ακυρώθηκε από το χρήστη.
ru: Перезапись данными заполнения отменена пользователем.
zh_cn: 覆写充填数据已被用户取消。

source: The number of key iterations must be 1 or more
el: Ο αριθμός των επαναλήψεων του κλειδιού, πρέπει να είναι 1 ή περισσότερο
hr: Broj varijacija kljuca mora biti 1 ili vise
ru: Число ключевых итераций должно быть не менее 1
zh_cn: 密钥离散数目必须是 1 或更大

source: The salt length must be a multiple of 8
el: Το μήκος του αλατιού πρέπει να είναι πολλαπλάσιο του 8
ru: Длина 'соли' должна быть кратной 8
zh_cn: 充填长度鄙视是 8 的倍数

source: The salt length must be a multiple of the cypher's blocksize (%1)
el: Το μήκος του αλατιού πρέπει να είναι πολλαπλάσιο του μεγέθους των μπλοκ κρυπτογράφησης (%1)
ru: Длина 'соли' должна быть кратной размеру блока шифрования (%1)
zh_cn: 充填长度必须是密码块大小的倍数 (%1)

source: If you wish to store the volume's CDB in a keyfile, you must specify the file to use
el: Εάν θέλετε να αποθηκεύσετε τα CDB των τόμων σε ένα αρχείο κλειδιού, πρέπει να καθορίσετε το αρχείο που θα χρησιμοποιηθεί
ru: Если вы хотите сохранить CDB тома в ключевом файле, то должны указать имя файла
zh_cn: 如果你希望存储加密卷 CDB 到密钥文件中，你必须指定要使用的文件

source: The amount of padding data added to a volume must be zero or greater
el: Το ποσό των δεδομένων συμπλήρωσης που θα προστεθεί σε ένα τόμο, πρέπει να είναι μηδέν ή μεγαλύτερο
ru: Объём добавляемых к тому данных заполнения должен быть больше или равен нулю
zh_cn: 添加到加密卷的充填数据数量必须大于 0
