Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Please specify the filename and location where the new volume should be created. If you wish to create a "hidden" volume within an existing volume, please specify your existing volume to be used.
el: Παρακαλώ καθορίστε το όνομα και τη θέση στην οποία ο νέος τόμος θα δημιουργηθεί. Εάν θέλετε να δημιουργήσετε ένα "κρυφό" τόμο μέσα σε ένα υφιστάμενο τόμο, παρακαλώ καθορίστε τον υφιστάμενο τόμο σας που θα χρησιμοποιηθεί.
ru: Укажите имя файла и размещение для нового тома. Если вы хотите создать 'скрытый' том внутри имеющегося, укажите существующий том.
zh_cn: 请指定新加密卷的路径和文件名。 如果你要在现存的加密卷之内再创建一个 "隐藏" 加密卷，请指定要使用的现存加密卷。

source: Please enter the required size of the new volume. Note: The size you specified here will be the size of the data part of the volume file. The actual file created will be larger than this by the size of the critical data area, which will be prepended onto the volume file.
el: Παρακαλώ εισάγετε το απαιτούμενο μέγεθος του νέου τόμου. Σημείωση: Το μέγεθος που καθορίζεται εδώ, θα είναι το μέγεθος του τμήματος δεδομένων του αρχείου τόμου. Το πραγματικό αρχείο που θα δημιουργηθεί, θα είναι μεγαλύτερο σε μέγεθος από αυτό της κρίσιμης περιοχής δεδομένων, τα οποία θα προαναρτηθούν επάνω στο αρχείο τόμου.
ru: Укажите размер нового тома. Примечание: указанный здесь размер будет размером части с данными в файле тома. Действительный объём создаваемого файла будет больше на размер области критических данных, добавляемых в начало тома.
zh_cn: 请输入新加密卷的需要大小 注意：你指定的大小将作为文件型加密卷的数据大小。实际文件的大小将会比此数值大出一块关键数据区，此数据区位于文件型加密卷的开头部份。

source: In order to create your new volume, a certain amount of random data is required. In order to generate this data, please select which random number generators you wish to use from the options shown.
el: Για τη δημιουργία του νέου τόμου σας, απαιτείται ένα ορισμένο ποσό τυχαίων δεδομένων.. Για να παραχθούν αυτά τα δεδομένα, παρακαλώ επιλέξτε όποια γεννήτρια τυχαίων αριθμών θέλετε, από τις επιλογές που εμφανίζονται.
ru: Чтобы создать новый том, требуется некоторое количество случайных данных. Для получения этих данных выберите ниже генераторы случайных чисел.
zh_cn: 要创建新的加密卷，需要一定数量的随机数据。 要生成这些数据，请从下面显示的选项中选择一个随机数生成器。

source: You have elected to use user input to generate random data. Please "tap and scribble" within the bordered area, until enough random data has been generated.
el: Έχετε επιλεγμένη τη χρήση παρέμβασης του χρήστη για δημιουργία τυχαίων δεδομένων. Παρακαλώ "χτυπήστε και μουτζουρώστε" μέσα στην οριοθετημένη περιοχή, έως ότου δημιουργηθούν αρκετά τυχαία δεδομένα.
ru: Вы выбрали генерирование случайных данных пользовательским вводом. Касайтесь и случайно водите пером внутри границ области, пока не будет собрано достаточное количество случайных данных.
zh_cn: 你已经选择了使用用户输入来生成随机数据。 请在输入边缘范围内 "点击和涂写"，直到生成足够的随机数据。

source: Please enter the password to be used for securing your volume. It is suggested that you enter a mix of uppercase, lowercase, numbers, and punctuation symbols. Note: If you forget your password, you can forget your data.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης που θα χρησιμοποιηθεί για την ασφάλεια του τόμου σας. Συνιστάται να εισάγετε ένα μίγμα από κεφαλαία, πεζά γράμματα, αριθμούς, σύμβολα και σημεία στίξης. Σημείωση: Εάν ξεχάσετε τον κωδικό σας, ξεχάστε και τα δεδομένα σας.
ru: Введите пароль для тома. Рекомендуется использовать комбинацию из прописных и строчных букв, цифр и знаков пунктуации. Примечание: если вы забудете пароль, то потеряете все свои данные.
zh_cn: 请输入加密卷的密码。 建议大小写字母、数字、特殊符号混合。 注意：如果你忘记密码，数据将无法找回。

source: Please enter the amount of "salt" to be combined with your password to generate an encryption key. "Salting" your password increases security, and will slow down dictionary attacks against your volume. Note: The value entered must be a multiple of 8. Note: You will be required to enter this value every time you Open your volume. For this reason it is recommended that most users leave it at it's default value, unless you have a particular need to do otherwise.
el: Παρακαλώ εισάγετε την ποσότητα "αλατιού " που θα συνδυαστεί με τον κωδικό σας για να δημιουργήσει ένα κλειδί κρυπτογράφησης. Το "αλάτισμα" του κωδικού σας, αυξάνει την ασφάλεια και επιβραδύνει επιθέσεις εναντίον του τόμου σας. Σημείωση: Η τιμή που δίνετε πρέπει να είναι πολλαπλάσια του 8. Θα σας ζητηθεί να εισάγετε την τιμή κάθε φορά που θα συνδέετε τον τόμο σας. Για το λόγο αυτό, συνιστάται στους περισσότερους χρήστες, να αφήνουν την προκαθορισμένη τιμή, αν δεν υπάρχει ιδιαίτερη ανάγκη να γίνει αλλιώς.
ru: Введите количество 'соли', используемой с паролем для генерирования ключа шифрования. 'Засолка' пароля повышает надёжность и замедляет атаки по словарю для доступа к тому. Примечание: значение должно быть кратно 8. Примечание: это значение нужно будет вводить при каждом монтировании тома. Поэтому большинству пользователей рекомендуется оставить значение по умолчанию.
zh_cn: 请输入要与密码混合的 "要素" 来生成加密密钥。 "要素化" 密码会增加安全性，也会减小针对加密卷密码的暴力攻击速度。 注意：输入的数值必须是 8 的倍数。 注意：你必须在每次加载加密卷的时候输入此数值。因此，推荐多数用户使用软件默认值，除非你认为确实有此必要。

source: Please specify if you would like your volume's critical data block (CDB) to be prepended to the start of the new volume, or stored in a separate keyfile. For most users, including the CDB as part of the volume file is probably the best option. Additional keyfiles may be generated after the volume is created, if needed.
el: Παρακαλώ καθορίστε αν θέλετε το κρίσιμο μπλοκ δεδομένων (CDB) των τόμων σας, να προσκολάται στην αρχή του νέου τόμου ή να αποθηκεύεται σε χωριστό αρχείο κλειδιού. Για τους περισσότερους χρήστες, αν το CDB συμπεριλαμβάνεται ως τμήμα του αρχείου τόμου, είναι ίσως η καλύτερη επιλογή.. Πρόσθετα αρχεία κλειδιών μπορεί να γίνουν μετά τη δημιουργία του τόμου, αν χρειαστεί.
ru: Укажите место хранения блока критических данных тома (CDB) - в начале тома или в отдельном ключевом файле. Для большинства пользователей оптимальным будет хранение CDB как части тома. При необходимости дополнительные ключевые файлы можно будет сгенерировать после создания тома.
zh_cn: 请确定你是否需要加密卷的关键数据区块(CDB)是否要放在新加密卷的头部，或者存储在单独的密钥文件中。 对于大多数用户，在加密卷中包含此 CDB 是最合适的选项。 如果需要，额外的密钥文件可以在加密卷创建以后生成。

source: Welcome to the LibreCrypt Password Change Wizard.
el: Καλώς ήλθατε στον οδηγό αλλαγής κωδικού του LibreCrypt.
ru: Вас приветствует мастер смены пароля LibreCrypt.
zh_cn: 欢迎使用 LibreCrypt 密码修改向导.

source: Welcome to the LibreCrypt Keyfile Wizard.
el: Καλώς ήλθατε στον οδηγό αρχείου κλειδιού του LibreCrypt.
ru: Вас приветствует мастер ключевых файлов LibreCrypt.
zh_cn: 欢迎使用 LibreCrypt 密钥文件创建向导.

source: This "wizard" will guide you through the process of changing the password on either a volume file with embedded critical data block (CDB) or keyfile. Your volume/keyfile will be automatically updated to use the latest CDB format.
el: Αυτός ο "βοηθός" θα σας καθοδηγήσει στη διαδικασία αλλαγής του κωδικού πρόσβασης είτε σε ένα αρχείο τόμου με ενσωματωμένο κρίσιμο μπλοκ δεδομένων (CDB) ή σε αρχείο κλειδιού. Ο τόμος/αρχείο κλειδιού σας θα ενημερώνεται αυτόματα για χρήση της νεότερης μορφής CDB.
ru: Этот мастер поможет изменить пароль файла тома с встроенным блоком критических данных (CDB) или с ключевым файлом. Том/ключевой файл будет автоматически обновлён для использования новейшего формата CDB.
zh_cn: 此 "向导" 将会引导你完成修改带有内嵌关键数据区块(CDB)的加密卷或密钥文件密码的过程。 你的加密卷或密钥文件将会使用最新的CDB格式自动更新。

source: This "wizard" will guide you through the process of creating a new keyfile for a LibreCrypt volume. This process requires either a LibreCrypt volume file with embedded critical data block (CDB), or an existing keyfile.
el: Αυτός ο "βοηθός" θα σας καθοδηγήσει στη διαδικασία δημιουργίας ενός νέου αρχείο κλειδιού για ένα LibreCrypt τόμο. Η διαδικασία αυτή απαιτεί είτε ένα αρχείο τόμου LibreCrypt με ενσωματωμένο κρίσιμο μπλοκ δεδομένων (CDB), ή ένα υφιστάμενο αρχείο κλειδιού.
ru: Этот мастер поможет создать новый ключевой файл для тома LibreCrypt. Для этого нужен либо том LibreCrypt с встроенным блоком критических данных (CDB), либо имеющийся ключевой файл.
zh_cn: 这个 "向导" 将会引导你完成 LibreCrypt 加密卷所用的密钥文件的生成过程。 此过程要求是一个内嵌关键数据区块(CDB)的加密卷，或者是一个现有的密钥文件。

source: Please enter your password for the volume/keyfile previously specified. If you are dumping the CDB of a hidden volume, or volume/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας για τον νωρίτερα καθορισμένο τόμο/αρχείο κλειδιού. Εάν εγκαταλείψετε το CDB από ένα κρυφό τόμο, ή τόμο/αρχείο κλειδιού με μη προκαθορισμένες ρυθμίσεις, παρακαλώ ελέγξτε ότι οι ρυθμίσεις που εμφανίζονται στην καρτέλα "Για προχωρημένους" έχουν διαμορφωθεί σωστά.
ru: Введите пароль для ранее указанного тома/ключевого файла. Если вы сохранили дамп CDB скрытого тома или установки тома/ключевого файла нестандартные, проверьте правильность параметров на вкладке 'Дополнительно'.
zh_cn: 请为前面指定的加密卷或密钥文件输入密码。 如果你正在转储隐藏加密卷的 CBD, 或者加密卷/密钥文件使用了非默认设置，请检查显示在 "高级" 选项卡的的设置均已配置正确。

source: Please enter the full path and filename of the volume/keyfile you wish to change. If you wish to update a "hidden" volume held within another file, please specify the filename of the host file which stores your encrypted volume.
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα του τόμου/αρχείου κλειδιού που θέλετε να αλλάξετε. Εάν θέλετε να ενημερώσετε ένα "κρυφό" τόμο που πραγματοποιήθηκε μέσα σε άλλο αρχείο, παρακαλώ καθορίστε το αρχείο υποδοχής που είναι καταχωρημένος ο κρυπτογραφημένος τόμος σας.
ru: Введите полный путь и имя тома/ключевого файла, который вы хотите изменить. Если предполагается обновить 'скрытый' том внутри другого файла, укажите имя этого файла с зашифрованным томом.
zh_cn: 请输入要修改的加密卷或密钥文件的全路径和文件名。 如果你希望为一个包含在其它文件中的 "隐藏" 加密卷创建密钥文件，请指定容纳隐藏加密卷的宿主文件的文件名。

source: Please enter the full path and filename of the volume/an existing keyfile for the volume which you wish to create a new keyfile for. If you wish to create a keyfile for a "hidden" volume held within another file, please specify the filename of the host file which stores your encrypted volume.
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα του τόμου/υφιστάμενου αρχείου κλειδιού για τον τόμο που θέλετε να δημιουργήσετε ένα νέο αρχείο κλειδιού. Εάν θέλετε να δημιουργήσετε ένα αρχείο κλειδιού για ένα "κρυφό" τόμο που πραγματοποιήθηκε μέσα σε άλλο αρχείο, παρακαλώ καθορίστε το αρχείο υποδοχής που είναι καταχωρημένος ο κρυπτογραφημένος τόμος σας.
ru: Введите полный путь и имя тома/имеющегося ключевого файла тома, для которого вы хотите создать новый ключевой файл. Если предполагается создать ключевой файл для 'скрытого' тома внутри другого файла, укажите имя этого файла с зашифрованным томом.
zh_cn: 请指定你要创建新的密钥文件的加密卷或现存密钥文件的完整路径和文件名。 如果你希望为一个包含在其它文件中的 "隐藏" 加密卷创建密钥文件，请指定容纳隐藏加密卷的宿主文件的文件名。

source: Please enter your current password for the volume/keyfile you wish to change. If you are changing the password for a hidden volume, or volume/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
el: Παρακαλώ εισάγετε τον τρέχοντα κωδικό πρόσβασής σας για τον τόμο/αρχείο κλειδιού που θέλετε να αλλάξετε. Εάν αλλάξετε τον κωδικό πρόσβασής σας για έναν κρυφό τόμο, ή τόμο/αρχείο κλειδιού με μη προκαθορισμένες ρυθμίσεις, παρακαλώ ελέγξτε ότι οι ρυθμίσεις που εμφανίζονται στην καρτέλα "Για προχωρημένους" έχουν διαμορφωθεί σωστά.
ru: Введите текущий пароль для тома/ключевого файла, который вы хотите изменить. Если нужно изменить пароль для скрытого тома или установки тома/ключевого файла нестандартные, проверьте правильность параметров на вкладке 'Дополнительно'.
zh_cn: 请输入你要修改的加密卷或密钥文件的当前密码。 如果你正在修改隐藏加密卷的密码，或者加密卷/密钥文件使用了非默认设置，请检查显示在 "高级" 选项卡的的设置均已配置正确。

source: Please enter your password for the volume/keyfile previously specified. If you are creating a keyfile for a hidden volume, or volume/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας για τον νωρίτερα καθορισμένο τόμο/αρχείο κλειδιού. Εάν δημιουργήσετε ένα αρχείο κλειδιού για έναν κρυφό τόμο, ή τόμο/αρχείο κλειδιού με μη προκαθορισμένες ρυθμίσεις, παρακαλώ ελέγξτε ότι οι ρυθμίσεις που εμφανίζονται στην καρτέλα "Για προχωρημένους" έχουν διαμορφωθεί σωστά.
ru: Введите пароль для ранее указанного тома/ключевого файла. Если создаётся ключевой файл для скрытого тома или установки тома/ключевого файла нестандартные, проверьте правильность параметров на вкладке 'Дополнительно'.
zh_cn: 请输入用于你先前指定的加密卷或密钥文件的密码. 如果你正在使用非默认设置为隐藏加密卷创建密钥文件，请检查 "高级" 选项卡显示的配置是正确的.

source: Please enter the full path and filename to be used for the new keyfile.
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα που θα χρησιμοποιηθεί για το νέο αρχείο κλειδιού.
ru: Введите полный путь и имя для нового ключевого файла.
zh_cn: 请输入此加密卷或密钥文件的文件名和全路径.

source: Please enter the new password to be used for this volume/keyfile You may also update more advanced options on the keyfile by selecting the "Advanced" tab.
el: Παρακαλώ εισάγετε το νέο κωδικό πρόσβασης που θα χρησιμοποιηθεί γι αυτό τον τόμο/αρχείο κλειδιού Μπορείτε επίσης να ενημερώσετε με πιό προηγμένες επιλογές το αρχείο κλειδιού επιλέγοντας την καρτέλα "Για προχωρημένους".
ru: Введите новый пароль для этого тома/ключевого файла. Вы также можете обновить расширенные настройки ключевого файла на вкладке 'Дополнительно'.
zh_cn: 请输入用于此加密卷或密钥文件的密码. 你也可以通过选择 "高级" 选项卡为密钥文件更新更多高级选项.

source: Please enter the password to be used for this keyfile You may also set more advanced options on the keyfile by selecting the "Advanced" tab.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης που θα χρησιμοποιηθεί γι αυτό το αρχείο κλειδιού Μπορείτε επίσης να καθορίσετε πιό προηγμένες επιλογές στο αρχείο κλειδιού επιλέγοντας την καρτέλα "Για προχωρημένους".
ru: Введите пароль для этого ключевого файла Вы также можете установить расширенные настройки ключевого файла на вкладке 'Дополнительно'.
zh_cn: 要创建你的新密钥文件，需要一定量的随机数据. 要生成随机数据，请从显示的选项选择你希望使用的随机数生成器.

source: In order to create your new keyfile, a certain amount of random data is required. In order to generate this data, please select which random number generators you wish to use from the options shown.
el: Για να δημιουργήσετε το νέο σας αρχείο κλειδιού, απαιτείται μια ορισμένη ποσότητα τυχαίων δεδομένων. Για να παραχθούν αυτά τα δεδομένα, παρακαλώ επιλέξτε όποια γεννήτρια τυχαίων αριθμών θέλετε, από τις επιλογές που εμφανίζονται.
ru: Чтобы создать новый ключевой файл, требуется некоторое количество случайных данных. Для получения этих данных выберите генераторы случайных чисел.
zh_cn: 要创建你的新密钥文件，需要一定量的随机数据. 要生成随机数据，请从显示的选项选择你希望使用的随机数生成器.

source: In order to change your password, a certain amount of random data is required. In order to generate this data, please select which random number generators you wish to use from the options shown.
el: Για να αλλάξετε τον κωδικό πρόσβασής σας, απαιτείται μια ορισμένη ποσότητα τυχαίων δεδομένων. Για να παραχθούν αυτά τα δεδομένα, παρακαλώ επιλέξτε όποια γεννήτρια τυχαίων αριθμών θέλετε, από τις επιλογές που εμφανίζονται.
ru: Чтобы изменить пароль, требуется некоторое количество случайных данных. Для получения этих данных выберите генераторы случайных чисел.
zh_cn: 要修改密码，需要一定量的随机数据. 要生成随机数据，请从显示的选项选择你希望使用的随机数生成器.

source: Please enter the full path and filename to the file you wish to store the human readable CDB dump in.
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα για το αρχείο που θέλετε να καταχωρηθεί το ανθρωπίνως αναγνώσιμο εγκαταλελειμμένο CDB.
ru: Введите полный путь и имя файла для сохранения читабельного дампа CDB.
zh_cn: 请输入你想要保存可读的 CDB 转储的路径和文件名

source: Please enter the full path and filename of the volume/keyfile containing the CDB you wish to dump.
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα του τόμου/αρχείου κλειδιού που περιέχει το CDB που θέλετε να εγκαταλείψετε.
ru: Введите полный путь и имя тома/ключевого файла, содержащего CDB для дампа.
zh_cn: 请输入你想要转储的包含 CDB 的加密卷或密钥文件的路径和文件名

source: You have now entered all the information required to create a new volume. You may now click "Finish" to create it, or continue with the wizard to setup more advanced options by selecting "Next >" from the navigation menu. If you wish to review the details you have entered, please select "< Back" from the navigation menu.
el: Έχετε εισάγει τώρα όλες τις πληροφορίες που απαιτούνται για τη δημιουργία ενός νέου τόμου. Μπορείτε τώρα να πατήσετε στο "Τερματισμός" για τη δημιουργία του, ή να συνεχίσετε με τον βοηθό για να στήσετε πιο προηγμένες επιλογές, επιλέγοντας "Επόμενο>" από το μενού πλοήγησης. Εάν θέλετε να ξαναδείτε τα στοιχεία που έχετε εισάγει, παρακαλώ επιλέξτε "<Πίσω" από το μενού πλοήγησης.
ru: Вся информация, необходимая для создания нового тома, получена. Нажмите 'Готово', чтобы создать том, или измените расширенные установки, нажав 'Далее >'. Если вы хотите просмотреть сделанные вами установки, нажмите '< Назад'.
zh_cn: 你现在已经输入了创建新的加密卷所需要的所有信息. 你可以点击 "完成" 来创建它, 或者通过从导航菜单中选择 "下一步 >" 继续使用向导设置更加高级的选项 . 如果你希望查看你已经输入的细节，请在导航菜单中选择 "< 后退".

source: Ready to create volume!
el: Έτοιμο για δημιουργία τόμου!
ru: Всё готово для создания тома!
zh_cn: 已为创建加密卷准备就绪!

source: Please enter the full path and filename to the file you wish to store the human readable LUKS dump in.
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα για το αρχείο που θέλετε να καταχωρηθεί το ανθρωπίνως αναγνώσιμο εγκαταλελειμμένο LUKS.
ru: Введите полный путь и имя файла для сохранения читабельного дампа LUKS.
zh_cn: 请输入你想要存储可读的LUKS转储的加密卷的路径和文件名

source: Please enter the full path and filename of the volume you wish to dump the LUKS details for.
el: Παρακαλώ εισάγετε την πλήρη διαδρομή και το όνομα του τόμου που θέλετε να εγκαταλείψετε τα LUKS στοιχεία του.
ru: Введите полный путь и имя файла тома для дампа данных LUKS.
zh_cn: 请输入你想要转储LUKS细节的加密卷的路径和文件名

source: Please enter the password for the volume previously specified.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης για τον προηγούμενα καθορισμένο τόμο.
ru: Введите пароль для ранее указанного тома.
zh_cn: 请输入先前指定的加密卷密码

source: KB
ru: КБ

source: MB
ru: МБ

source: GB
ru: ГБ

source: TB
ru: ТБ

source: <n/a>
hr: <nedostupno>
ru: <н/д>

source: Checking filesystem...
hr: Provjeravanje sustava datoteka...
ru: Проверка файловой системы

source: LibreCrypt: Free On-The-Fly-Encryption
hr: LibreCrypt: Besplatno U-Letu-Šifriranje
ru: LibreCrypt: шифрование 'на лету'

source: One or more LibreCrypt drivers is running in portable mode.
ru: Один или несколько драйверов LibreCrypt работают в портативном режиме.

source: n/a
ru: н/д

source: Doubleclick partition to display details
hr: Dupli klik na particiju da vidite detalje
ru: Дважды щёлкните по разделу для вывода подробностей

source: &PIN:
ru: PIN-&код:

source: Confirm new p&assword:
el: Επιβεβαίωση νέου &κωδικού:
hr: Potvrdite novu l&ozinku:
ru: Нов&ый пароль ещё раз:

source: New &salt length:
el: Νέο μήκος &αλατιού:
hr: Nova dužina soli:
ru: Нова&я длина 'соли':

source: RNG GPG
ru: ГСЧ GPG

source: (n/a)
ru: (н/д)

source: RNG: %1
ru: ГСЧ: %1

source: Zeros
el: Μηδενικά
hr: Nule
ru: Нули

source: Ones
el: Άσσοι
ru: раз

source: Disk signature:
el: Υπογραφή δίσκου:
ru: Сигнатура диска:

source: RNG:
ru: ГСЧ

source: Explorer
el: Εξερευνητής
ru: Проводник

source: Filesystem errors detected.Please Open as a normal drive, and run chkdsk to correct.%1 will continue in readonly mode
el: Εντοπίστηκαν σφάλματα συστήματος αρχείων. Παρακαλώ συνδέστε σαν ένα κανονικό δίσκο, και τρέξτε το chkdsk για διόρθωση. Το %1 θα συνεχίσει σε λειτουργία μόνο για ανάγνωση.

source: Static
el: Στατικό

source: Dismount selected
hr: Demontiranje odabrano

source: &Folder:
hr: &Mapa

source: Hide when &minimised
hr: Sakrij kad je minimizirano

source: Hide when &closed
hr: Sakrij kad je &zatvoreno

source: Properties of selected volume
hr: Svojstva odabranog volumena

source: Move to
hr: Premjesti u

source: Copy to
hr: Kopiraj u

source: The filesystem used by this volume could not be recognised as either FAT12, FAT16 or FAT32.
hr: Sustav datoteka ovog volumena nije moguće prepoznati bilo kao FAT12, FAT16 ili FAT32.

source: Unable to extract file:
hr: Ne mogu izdvojiti datoteku:

source: Unable to get directory listing for:
hr: Ne mogu dobiti listu mapa za:

source: Secure volume
hr: Sigurnosni volumen

source: Folder created successfully
hr: Mapa uspješno kreirana

source: Unable to create folder Please ensure that there is enough free space available
hr: Nije moguće kreirati mapu Molimo provjerite da li ima dovoljno mjesta

source: Cannot delete '%1': Cannot find the specified file. Make sure you specify the correct path and file name.
hr: Ne mogu obrisati '%1': Ne mogu da pronađem preciziranu datoteku. Osigurajte da ste precizirali ispravnu putanju i ime datoteke.

source: Deleted successfully
hr: Uspješno obrisano

source: Extracting to: %1
hr: Izdvajanje u:%1

source: Extraction completed successfully.
hr: Izdvajanje uspješno završeno.

source: Are you sure you wish to store '%1' to: %2
hr: Da li ste sigurni da želite pohraniti '%1' u: %2

source: Are you sure you wish to store the %1 items dropped to: %2
hr: Jeste li sigurni da želite da pohranite %1 objekte pohranjene u: %2

source: A directory called '%1' already exists
hr: Mapa sa nazivom '%1' već postoji

source: File stored successfully
hr: Datoteka uspješno pohranjena

source: Unable to store file Please ensure that there is enough free space available
hr: Nije moguće pohraniti datoteku Utvrdi da li postoji dovoljno slobodnog mjesta

source: Storing: %1...
hr: Pohranjivanje : %1...

source: Finished.
hr: Završeno.

source: A file called '%1' already exists
hr: Datoteka zvana '%1' već postoji

source: This folder already contains a folder named '%1'. If the files in the existing folder have the same name as files in the folder you are moving or copying, they will be replaced. Do you will want to move or copy the folder?
hr: Ova mapa već sadrži podmapu imena '%1'. Ako datoteke u postojećoj mapi imaju isto ime kao datoteke u mapi koja je pomicana ili kopirana, one će biti zamijenjene. Da li želite pomaći ili kopirati mapu?

source: Folder stored successfully
hr: Mapa uspješno pohranjena

source: Unable to store folder Please ensure that there is enough free space available
hr: Nije moguće pohraniti mapu Utvrdite da li postoji dovoljno mjesta

source: Files/folders stored successfully
hr: Datoteke/mape uspješno pohranjene

source: Date modified
hr: Modificirano datuma
