Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Please enter the number of PBKDF2 key iterations to be carried out on your password to generate an encryption key The higher the number, the greater the security offered - but the slower opening will be (especially if opening the volume on a PDA) Note: If this value is changed from its default, you will be required to enter it value every time you Open your volume. For this reason it is recommended that most users leave it at its default value, unless there is a particular need to do otherwise.
el: Παρακαλώ εισάγετε τον αριθμό επαναλήψεων του κλειδιού PBKDF2 που πρέπει να διενεργούνται στον κωδικό σας, για τη δημιουργία ενός κλειδιού κρυπτογράφησης Όσο μεγαλύτερος ο αριθμός, τόσο μεγαλύτερη η ασφάλεια που προσφέρεται, αλλά και τόσο πιό αργή η σύνδεση (ειδικά αν η σύνδεση γίνει σε ένα PDA) Σημείωση: Εάν η τιμή αυτή έχει αλλάξει από την προεπιλεγμένη, θα σας ζητηθεί να εισάγετε την τιμή κάθε φορά που θα συνδέετε τον τόμο σας. Για το λόγο αυτό, συνιστάται στους περισσότερους χρήστες, να αφήνουν την προκαθορισμένη τιμή, αν δεν υπάρχει ιδιαίτερη ανάγκη να γίνει αλλιώς.
ru: Введите число ключевых итераций PBKDF2 для генерирования ключа шифрования по указанному паролю. Чем больше число, тем выше надёжность, но медленнее монтирование тома (особенно монтирование в КПК). Примечание: при указании значения, отличного от предлагаемого по умолчанию, это значение будет нужно вводить при каждом монтировании тома. Поэтому для большинства пользователей предпочтительнее оставить предложенное значение.
zh_cn: 请输入针对你的密码生成加密密钥时的 PBKDF2 密钥离散数目 此数值越大，提供的保密性越大 - 但是会加大加载时间 (尤其会加大在 PDA 中加载的时间) 注意：如果此数值不是默认值，你需要在每次加载加密卷的时候输入这个数值。由于此种原因，推荐绝大多数使用默认值，除非有特别需求。

source: Please enter the amount of "salt" to be combined with your password to generate an encryption key. "Salting" your password increases security, and will slow down dictionary attacks against your volume. Note: The value entered must be a multiple of both 8 and the cypher's blocksize. Note: If this value is changed from its default, you will be required to enter it value every time you Open your volume. For this reason it is recommended that most users leave it at its default value, unless there is a particular need to do otherwise.
el: Παρακαλώ εισάγετε την ποσότητα "αλατιού " που θα συνδυαστεί με τον κωδικό σας για να δημιουργήσει ένα κλειδί κρυπτογράφησης. Το "αλάτισμα" του κωδικού σας, αυξάνει την ασφάλεια και επιβραδύνει επιθέσεις εναντίον του τόμου σας. Σημείωση: Η τιμή που δίνετε πρέπει να είναι πολλαπλάσια τόσο του 8, όσο και του μεγέθους του μπλοκ κρυπτογράφησης. Σημείωση: Εάν η τιμή αυτή έχει αλλάξει από την προεπιλεγμένη, θα σας ζητηθεί να εισάγετε την τιμή κάθε φορά που θα συνδέετε τον τόμο σας. Για το λόγο αυτό, συνιστάται στους περισσότερους χρήστες, να αφήνουν την προκαθορισμένη τιμή, αν δεν υπάρχει ιδιαίτερη ανάγκη να γίνει αλλιώς.
ru: Введите количество 'соли', которое будет использоваться вместе с паролем для генерирования ключа шифрования. 'Засолка' пароля повышает надёжность шифрования и замедляет атаки по словарю для взлома зашифрованных данных. Значение должно быть кратным 8 и размеру блока шифрования. Примечание: при указании значения, отличного от предлагаемого по умолчанию, это значение будет нужно вводить при каждом монтировании тома. Поэтому для большинства пользователей предпочтительнее оставить предложенное значение.
zh_cn: 请输入 "要素" 的数量以便与你的密码结合生成加密密钥。 "充填" 你的密码将会增加安全性，也会使针对加密卷的辞典攻击速度减慢。 注意：此数值必须是 8 或者 8 以及密码块大小的倍数。 注意：如果此数值不是默认值，你需要在每次加载加密卷的时候输入这个数值。由于此种原因，推荐绝大多数使用默认值，除非有特别需求。

source: Please enter the drive letter you would normally like this volume mounted under. Note: You will be able to change this after the volume has been created.
el: Παρακαλώ εισάγετε το γράμμα του δίσκου που θέλετε κανονικά να έχει αυτός ο συνδεδεμένος τόμος. Σημείωση: Έχετε τη δυνατότητα να το αλλάξετε αυτό μετά τη δημιουργία του τόμου.
ru: Укажите букву диска, под которой этот том должен будет монтироваться. Примечание: букву можно изменить после создания тома.
zh_cn: 请输入你希望加密卷在哪个未使用的盘符下面加载。 提示：你可以在加密卷创建后修改这个盘符项目。

source: Please specify if you would like your volume's critical data block (CDB) to be written at the start of the new volume, or stored in a separate keyfile. The CDB is where metadata about your volume is stored, together with the master key used to carry out the actual encryption/decryption of your data. For most users, including the CDB as part of the volume file is probably the best option. If you store this information in a keyfile, you will need both your volume file AND a keyfile in order to Open your volume. Note: Storing the CDB as part of the volume file will increase your volume's size by 512 bytes.
el: Παρακαλώ καθορίστε αν θέλετε το κρίσιμο μπλοκ δεδομένων (CDB) των τόμων σας, να γράφεται στην αρχή του νέου τόμου ή να αποθηκεύεται σε χωριστό αρχείο κλειδιού. Το CDB βρίσκεται όπου είναι αποθηκευμένο το metadata του τόμου σας, μαζί με το κύριο κλειδί που χρησιμοποιείται για την διενέργεια της πραγματικής κρυπτογράφησης/αποκρυπτογράφησης των δεδομένων σας. Για τους περισσότερους χρήστες, αν το CDB συμπεριλαμβάνεται ως τμήμα του αρχείου τόμου, είναι ίσως η καλύτερη επιλογή.. Εάν αποθηκεύσετε αυτές τις πληροφορίες σε ένα αρχείο κλειδιού, θα χρειαστούν τόσο το αρχείο τόμου σας, όσο ΚΑΙ το αρχείο κλειδιού για να συνδέσετε τον τόμο σας. Σημείωση: Η αποθήκευση του CDB ως τμήμα του αρχείου τόμου, θα αυξήσει το μέγεθος του τόμου σας κατά 512 bytes.
ru: Укажите, должен ли блок критических данных тома (CDB) быть записан в начало тома, или его следует хранить как отдельный ключевой файл. В CDB хранятся метаданные о томе, а также мастер-ключ для шифрования/дешифрования данных. Для большинства пользователей наилучшим вариантом будет включение CDB в файл с томом. Если вы предпочитаете хранить эту информацию в ключевом файле, то для монтирования тома потребуются файл с томом И ключевой файл. Примечание: хранение CDB в файле тома увеличивает размер тома на 512 байт.
zh_cn: 请确定是把加密卷关键数据块(CDB)写入到新加密卷开头，还是存储为单独的密钥文件。 CDB 是加密卷存储元数据的位置，同时也包含了用于执行加密/解密数据的主密钥。对于大多数用户，把 CDB 包含在文件型加密卷中是最好的选择。 如果你在密钥文件中存储此信息，当你要加载加密卷的时候，你同时需要文件型加密卷和密钥文件。 注意：存储 CDB 作为加密卷的一部份将会使加密卷大小增加 512 字节。

source: "Padding" is additional random data added to the end of a volume file. Any padding added will not be available for use as part of the mounted volume, and serves to increase the size of the volume. Encrypted volumes typically have a file size that is a multiple of 512 bytes, or a "signature size" beyond the last 1MB boundry. To prevent this, you may wish to append random "padding" data to the new volume. Padding also reduces the amount of information available to an attacker with respect to the maximum amount of the encrypted that may actually be held within the volume.
el: Η "Συμπλήρωση" είναι πρόσθετα τυχαία δεδομένα που προστίθενται στο τέλος του αρχείου τόμου. Κάθε προσθήκη συμπλήρωσης, δεν θα είναι διαθέσιμη για χρήση ως τμήμα του συνδεδεμένου τόμου και χρησιμεύει για την αύξηση του μεγέθους του τόμου. Ο κρυπτογραφημένος τόμος, τυπικά έχει ένα μέγεθος πολλαπλάσιο των 512 bytes, ή ένα "μέγεθος υπογραφής" πέρα από το τελευταίο όριο του 1MB. Για να αποφευχθεί αυτό, μπορείτε αν θέλετε να επισυνάψετε τυχαία δεδομένα "συμπλήρωσης " στο νέο τόμο. Η συμπλήρωση μειώνει τον όγκο των διαθέσιμων πληροφοριών σε έναν εισβολέα, σε σχέση με τον ανώτατο όγκο των κρυπτογραφημένων που μπορεί πράγματι να βρίσκεται μέσα στον τόμο.
ru: 'Заполнение' это добавление случайных данных в конец файла тома. Такие данные недоступны для использования как часть смонтированного тома, они служат лишь для увеличения размера тома. Размер файла зашифрованного тома обычно кратен 512 байтам или 'размеру сигнатуры' за последней 1-Мбайт границей. Чтобы этого избежать, в конец тома можно добавить случайные 'заполняющие' данные. Заполнение также уменьшает количество полезной информации для атакующего, осложняя тому работу.
zh_cn: "填充" 是一个添加到一个文件型加密卷尾部的额外随机数据。任何添加的填充将不会被用户使用，起到了增加加密卷大小的作用。 加密卷通常的大小是 512 字节的倍数，或者是一个超出最后 1MB 边界的 "特征大小"。为了防止这些，你看需要添加随机的 "填充" 数据到新加密卷中。 填充也能减小攻击者能够获取的信息数量(当考虑到加密卷里面实际容纳的最大加密数据量)。

source: Paste
el: Επικόλληση
hr: Zalijepi
ru: Вставить
zh_cn: 粘贴

source: <No tokens detected>
el: <Δεν εντοπίστηκαν κάρτες>
ru: <Нет токенов>
zh_cn: <未检测到口令牌>

source: CDB length changed during encryption; from %1 bytes to %2 bytes
el: Το μήκος του CDB άλλαξε κατά την κρυπτογράφηση, από %1 bytes σε %2 bytes
ru: Длина CDB изменилась при шифровании с %1 до %2 байт
zh_cn: 加密时 CDB 长度发生变化，从 %1 字节变化到 %2 字节

source: CDB length changed during decryption; from %1 bytes to %2 bytes
el: Το μήκος του CDB άλλαξε κατά την αποκρυπτογράφηση, από %1 bytes σε %2 bytes
ru: Длина CDB изменилась при дешифровании с %1 до %2 байт
zh_cn: 解密时 CDB 长度发生变化，从 %1 字节变化到 %2 字节

source: Kernel driver
el: Οδηγός πυρήνα
ru: Драйвер ядра
zh_cn: 内核驱动

source: Configured password requirements not satisfied: %1
zh_cn: 配置的密码要求条件未满足：%1

source: Please enter the password again to confirm.
zh_cn: 请再次输入密码以确认

source: Please report seeing this message using the email address specified in the LibreCrypt documentation, together with a brief description of what you were attempting to do.
el: Παρακαλώ αναφέρετε ότι βλέπετε αυτό το μήνυμα, χρησιμοποιώντας την ηλεκτρονική διεύθυνση που καθορίζεται στην τεκμηρίωση του LibreCrypt, μαζί με μια σύντομη περιγραφή του τι προσπαθούσατε να κάνετε.
ru: Сообщите об этой ошибке по адресу, указанному в документации LibreCrypt, приложив краткое описание своих действий.
zh_cn: 请使用软件文档中的邮箱地址向作者报告看到的信息，同时简短描述当时正在试图执行哪些操作。

source: The MS CryptoAPI could not be used to generate random data.
el: Το MS CryptoAPI δεν μπορεί να χρησιμοποιηθεί για δημιουργία τυχαίων δεδομένων.
ru: MS CryptoAPI для генерирования случайных данных использовать нельзя.
zh_cn: MS CryptoAPI 未能被用于生成随机数据。

source: Please select another RNG, and try again
el: Παρακαλώ επιλέξτε άλλο RNG, και προσπαθήστε πάλι
hr: Molim, izaberi drugi RNG i pokusaj ponovo
ru: Выберите другой ГСЧ и повторите попытку
zh_cn: 请选择另外一个 RNG，之后再试

source: cryptlib could not be used to generate random data.
el: το cryptlib δεν μπορεί να χρησιμοποιηθεί για δημιουργία τυχαίων δεδομένων.
ru: cryptlib для генерирования случайных данных использовать нельзя.
zh_cn: cryptlib 未能用于生成随机数据。

source: Please ensure the cryptlib DLL is in the correct location, and try again
el: Παρακαλώ βεβαιωθείτε ότι το cryptlib DLL είναι στη σωστή θέση, και προσπαθήστε πάλι
ru: Проверьте правильность расположения библиотеки cryptlib и повторите попытку
zh_cn: 请确认 cryptlib 链接库位置正确，之后再试一次

source: PKCS#11 token could not be used to generate random data.
el: Η κάρτα PKCS#11 δεν μπορεί να χρησιμοποιηθεί για δημιουργία τυχαίων δεδομένων.
ru: Токен PKCS#11 для генерирования случайных данных использовать нельзя.
zh_cn: PKCS#11 口令牌未能用于生成随机数据。

source: Please ensure token is inserted and configured correctly
el: Παρακαλώ βεβαιωθείτε ότι η κάρτα έχει εισαχθεί και ρυθμιστεί σωστά
ru: Проверьте, правильно ли вставлен и настроен токен
zh_cn: 请确认口令牌已经插入和已被正确配置

source: GPG could not be used to generate random data.
el: Το GPG δεν μπορεί να χρησιμοποιηθεί για δημιουργία τυχαίων δεδομένων.
ru: GPG для генерирования случайных данных использовать нельзя.
zh_cn: GPG 未能被用于生成随机数据。

source: Please doublecheck the path to the GPG executable, and try again.
el: Παρακαλώ κάντε διπλό κλικ στη διαδρομή του εκτελέσιμου GPG, και προσπαθήστε πάλι.
ru: Проверьте правильность пути к исполняемому файлу GPG и повторите попытку.
zh_cn: 请双击 GPG 程序的路径，之后再试一次。

source: Unknown RNG selected?!
el: Επιλέχθηκε άγνωστο RNG!
hr: Odabran nepoznat RNG
ru: Выбран неизвестный ГСЧ?
zh_cn: 选择了未知的 RNG？

source: Insufficient random data generated?!
el: Ανεπαρκή τυχαία δεδομένα έχουν δημιουργηθεί!
ru: Сгенерировано недостаточное количество случайных данных?
zh_cn: 生成的随机数据不够?!

source: The selected PKCS#11 token could not be used to generate random data.
el: Η επιλεγμένη κάρτα PKCS#11 δεν μπορεί να χρησιμοποιηθεί για δημιουργία τυχαίων δεδομένων.
ru: Выбранный токен PKCS#11 для генерирования случайных данных использовать нельзя.
zh_cn: 选定的 PKCS#11 口令牌未能用于生成随机数据。

source: Volume files (*.vol)|*.vol|All files|*.*
el: Αρχεία τόμου (*.vol)|*.vol|Όλα τα αρχεία|*.*
hr: Datoteke volumena (*.vol)|*.vol|All files|*.*
ru: Тома (*.vol)|*.vol|Все файлы|*.*
zh_cn: 文件型加密卷 (*.vol)|*.vol|所有文件|*.*

source: Keyfiles (*.cdb)|*.cdb|All files|*.*
el: Αρχεία κλειδιών (*.cdb)|*.cdb|Όλα τα αρχεία|*.*
hr: Datoteke kljuca (*.cdb)|*.cdb|All files|*.*
ru: Ключевые файлы (*.cdb)|*.cdb|Все файлы|*.*
zh_cn: 密钥文件 (*.cdb)|*.cdb|所有文件|*.*

source: Volume files and keyfiles (*.vol;*.cdb)|*.vol;*.cdb|Volume files (*.vol)|*.vol|Keyfiles (*.cdb)|*.cdb|All files|*.*
el: Αρχεία τόμων και κλειδιών (*.vol;*.cdb)|*.vol;*.cdb|Αρχεία τόμων (*.vol)|*.vol|Αρχεία κλειδιών (*.cdb)|*.cdb|Όλα τα αρχεία|*.*
ru: Тома и ключевые файлы (*.vol;*.cdb)|*.vol;*.cdb|Тома (*.vol)|*.vol|Ключевые файлы (*.cdb)|*.cdb|Все файлы|*.*
zh_cn: 文件型加密卷和密钥文件 (*.vol;*.cdb)|*.vol;*.cdb|文件型加密卷 (*.vol)|*.vol|密钥文件 (*.cdb)|*.cdb|所有文件|*.*

source: Text files (*.txt)|*.txt|All files|*.*
el: Αρχεία κειμένου (*.txt)|*.txt|Όλα τα αρχεία|*.*
hr: Textovne datoteke (*.txt)|*.txt|All files|*.*
ru: Текстовые файлы (*.txt)|*.txt|Все файлы|*.*
zh_cn: 文本文件 (*.txt)|*.txt|所有文件|*.*

source: CDB backups (*.cdbBackup)|*.cdbBackup|All files|*.*
el: Αντίγραφα ασφαλείας CDB (*.cdbBackup)|*.cdbBackup|Όλα τα αρχεία|*.*
ru: Резервные копии CDB (*.cdbBackup)|*.cdbBackup|Все файлы|*.*
zh_cn: CDB 备份 (*.cdbBackup)|*.cdbBackup|所有文件|*.*

source: Executable files (*.exe)|*.exe|All files|*.*
el: Εκτελέσιμα αρχεία (*.exe)|*.exe|Όλα τα αρχεία|*.*
ru: Исполняемые файлы (*.exe)|*.exe|Все файлы|*.*
zh_cn: 可执行文件 (*.exe)|*.exe|所有文件|*.*

source: Linux encryption settings (*.les)|*.les|All files|*.*
el: Linux ρυθμίσεις κρυπτογράφησης (*.les)|*.les|Όλα τα αρχεία|*.*
ru: Установки шифрования Linux (*.les)|*.les|Все файлы|*.*
zh_cn: Linux 加密设置 (*.les)|*.les|所有文件|*.*

source: %1 bits
ru: %1 бит
zh_cn: %1 位

source: Fixed disk
el: Σταθερός δίσκος
hr: Fixirani disk
ru: Жёсткий диск
zh_cn: 固定磁盘

source: Removable disk
el: Αφαιρούμενος δίσκος
hr: Pokretni disk
ru: Сменный диск
zh_cn: 可移动磁盘

source: None
el: Κανένα
hr: Nijedan
ru: Нет
zh_cn: 无

source: Hash with salt
el: Κατακερματισμός με αλάτι
ru: Хеш с 'солью'
zh_cn: 带要素哈希

source: <Unknown>
el: <Άγνωστο>
hr: <Nepoznat>
ru: <Неизвестно>
zh_cn: <未知>

source: WARNING: This volume appears to have been created with a later version of LibreCrypt than this software supports. You may continue, however: 1) Your data may be read incorrectly due to changes in the decryption process, and 2) It is not recommended that you write to this volume using this software.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Ο τόμος αυτός φαίνεται να έχει δημιουργηθεί με μια νεότερη έκδοση του LibreCrypt από αυτή που υποστηρίζει αυτό το λογισμικό. Μπορείτε να συνεχίσετε, ωστόσο: 1) Τα δεδομένα σας μπορεί να διαβαστούν εσφαλμένα λόγω των αλλαγών στη διαδικασία αποκρυπτογράφησης, και 2) Δεν συνιστάται να γράψετε σε αυτό τον τόμο χρησιμοποιώντας αυτό το λογισμικό.
ru: ВНИМАНИЕ: Вероятно, этот том создан в более новой версии LibreCrypt и не поддерживается текущей версией. Вы можете продолжить, однако: 1) корректность считывания данных не гарантируется из-за возможных изменениях в процессе дешифрования, 2) не рекомендуется выполнять запись в этот том с помощью текущей версии программы.
zh_cn: 警告：此加密卷看起来使用了较新版本的 LibreCrypt 创建的 你仍然可以继续，但是： 1) 你的数据库你读取不正确，这是由解密过程导致的，同时 2) 不推荐你使用此软件写入此加密卷。

source: Failed to derive critical data key.
el: Αποτυχία άντλησης κλειδιού κρίσιμων δεδομένων.
ru: Ошибка извлечения ключа критических данных.
zh_cn: 追溯关键数据密钥失败。

source: Hash:
el: Κατακερματισμός:
ru: Хеш:
zh_cn: 哈希：

source: Failed to decrypt encrypted block.
el: Αποτυχία αποκρυπτογράφησης κρυπτογραφημένου μπλόκ.
ru: Ошибка дешифрования зашифрованного блока.
zh_cn: 解密已加密区块失败。

source: Cypher:
el: Κρυπτογράφημα:
hr: Sifra:
ru: Шифр:
zh_cn: 算法：

source: Failed to generate check MAC.
el: Αποτυχία διενέργειας ελέγχου MAC.
ru: Ошибка генерирования проверочной MAC.
zh_cn: 生成检查 MAC 失败。

source: Mode unknown
el: Άγνωστη κατάσταση
hr: Nepoznat mod
ru: Неизвестный режим
zh_cn: 未知模式

source: Mode unknown;
el: Άγνωστη κατάσταση
hr: Nepoznat mod;
ru: Неизвестный режим;
zh_cn: 未知模式：

source: Critical Data Block Dump
el: Εγκατάλειψη Κρίσιμου Μπλοκ Δεδομένων
hr: Odbacivanje bloka kriticnih informacija
ru: Дамп блока критических данных
zh_cn: 关键数据区块转储

source: User Supplied Information
el: Παρεχόμενες πληροφορίες χρήστη
hr: Infirmacija isporucena od korisnika
ru: Информация пользователя
zh_cn: 用户指定信息

source: Filename (user mode) : %1
el: Όνομα αρχείου (κατάσταση χρήστη) : %1
hr: Ime datoteke (korisnikov nacin) : %1
ru: Имя файла (польз.режим): %1
zh_cn: 文件名(用户模式) : %1

source: Filename (kernel mode): %1
el: Όνομα αρχείου (κατάσταση πυρήνα): %1
ru: Имя файла (режим ядра) : %1
zh_cn: 文件名 (内核模式): %1

source: Password :
el: Κωδικός :
hr: Lozinka :
ru: Пароль :
zh_cn: 密码：

source: Length: %1 bits
el: Μήκος: %1 bits
hr: Duzina: %1 bits
ru: Длина: %1 бит
zh_cn: 长度: %1 位

source: Data :
el: Δεδομένα :
hr: Podaci :
ru: Данные:
zh_cn: 日期：

source: Offset : %1 bytes
el: Μετάθεση : %1 bytes
ru: Смещение : %1 байт
zh_cn: 偏移 : %1 字节

source: Salt length : %1 bits
el: Μήκος αλατιού : %1 bits
ru: Длина 'соли' : %1 бит
zh_cn: 要素长度 : %1 位

source: Key iterations : %1
el: Επαναλ. κλειδιού : %1
hr: Varijanta kljuca : %1
ru: Ключевые итерации : %1
zh_cn: 密钥离散 : %1

source: Plaintext Information
el: Πληροφορίες απλού κειμένου
hr: Cisto tekstovna informacija
ru: Информация
zh_cn: 明文信息

source: Salt data :
el: Δεδομ. αλατιού :
ru: Данные 'соли' : %1
zh_cn: 要素数据：

source: Dump Performance
el: Αποδοτικότητα εγκατάλειψης
hr: Ucinkovitost odbacivanja
ru: Производительность
zh_cn: 转储功能

source: Time to process CDB : %1 hours, %2 mins, %3.%4 secs
el: Χρόνος διεκπεραίωσης CDB : %1 ώρες, %2 λεπτά, %3.%4 δευτ
hr: Vrijeme za procesiranje CDB :1 sat, %2 min, %3.%4 sec
ru: Время обработки CDB: %1 ч, %2 мин, %3.%4 сек
zh_cn: 执行 CDB 时间 : %1 小时, %2 分钟, %3.%4 秒

source: Autodetermined Information
el: Αυτοκαθορισμένες Πληροφορίες
ru: Автоматически полученная информация
zh_cn: 自动确定信息

source: ERROR: Unable to determine hash title?!
el: ΣΦΑΛΜΑ: Αδυναμία καθορισμού τίτλου κατακερματισμού!
ru: ОШИБКА: Невозможно определить хеш.
zh_cn: 错误：未能检测到哈希标题?!

source: ERROR: Unable to determine cypher title?!
el: ΣΦΑΛΜΑ: Αδυναμία καθορισμού τίτλου κρυπτογράφησης!
ru: ОШИБКА: Невозможно определить шифр.
zh_cn: 错误：未能检测到算法标题?!

source: Hash pretty title : %1
el: Όμορφος τίτλος κατακερματισμού : %1
ru: Хеш: %1
zh_cn: 哈希标题 : %1

source: Hash driver lib/KM name : %1
el: Όνομα lib/KM οδηγού κατακερματισμού: %1
ru: Драйвер хеширования: %1
zh_cn: 哈希驱动 lib/KM 名称 : %1

source: Hash GUID : %1
el: GUID Κατακερματισμού : %1
ru: GUID хеша: %1
zh_cn: 哈希 GUID : %1

source: Cypher pretty title : %1
el: Όμορφος τίτλος κρυπτογράφησης : %1
ru: Шифр: %1
zh_cn: 加密算法标题 : %1

source: Cypher driver lib/KM name: %1
el: Όνομα lib/KM οδηγού κρυπτογράφησης: %1
ru: Драйвер шифрования: %1
zh_cn: 加密算法驱动 lib/KM 名称: %1

source: Cypher GUID : %1
el: GUID Κρυπτογραφ. : %1
ru: GUID шифра: %1
zh_cn: 算法 GUID : %1

source: Critical data key :
el: Κρίσιμο κλειδί δεδομένων:
ru: Ключ критических данных:
zh_cn: 关键数据密钥 :

source: Key :
el: Κλειδί:
hr: Kljuc :
ru: Ключ: %1
zh_cn: 密钥 :

source: Plaintext encrypted block:
el: Μπλόκ κρυπτογραφημένου απλού κειμένου:
ru: Блок шифрования:
zh_cn: 明文加密区块:

source: Check MAC :
el: Έλεγχος MAC :
hr: Provjeri MAC
ru: Проверка MAC:
zh_cn: 检查 MAC :

source: MAC algorithm: %1
el: Αλγόριθμος MAC: %1
hr: MAC algoritma: %1
ru: Алгоритм MAC: %1
zh_cn: MAC 算法: %1

source: Length : %1 bits
el: Μήκος : %1 bits
hr: Duzina : %1 bits
ru: Длина: %1 бит
zh_cn: 长度 : %1 位

source: Data :
el: Δεδομένα :
hr: Podaci :
ru: Данные:
zh_cn: 数据 :

source: Volume details block :
el: Μπλοκ στοιχείων τόμου :
hr: Blok detalja volumena :
ru: Блок данных тома:
zh_cn: 加密卷细节区块 :

source: Volume Details Block
el: Μπλοκ στοιχείων τόμου
hr: Blok detalja volumena
ru: Блок данных тома
zh_cn: 加密卷细节区块

source: CDB format ID : %1
el: ID μορφής CDB : %1
ru: ID формата CDB: %1
zh_cn: CDB 格式 ID : %1

source: CDB last updated : %1
zh_cn: CDB 上次更新 : %1

source: Volume flags : %1
el: Σημαίες τόμου : %1
ru: Флаги тома: %1
zh_cn: 加密卷标记 : %1

source: Sector ID zero is at the start of the encrypted data
el: Ο τομέας ID μηδέν, είναι στην αρχή των κρυπτογραφημένων δεδομένων
hr: Sektor ID nula je na pocetku sifriranih podataka
ru: Нулевой сектор в начале зашифрованных данных
zh_cn: 扇区 ID 0 位于已加密数据的起始位置

source: Sector ID zero is at the start of the host file/partition
el: Ο τομέας ID μηδέν, είναι στην αρχή του αρχείου/κατάτμησης υποδοχής
ru: Нулевой сектор в начале хост-файла/раздела
zh_cn: 扇区 ID 0 位于宿主文件/分区的起始位置

source: Partition length : %1 bytes
el: Μήκος κατάτμησης: %1 bytes
hr: Duzuna particije : %1 bytes
ru: Длина раздела: %1 байт
zh_cn: 分区长度 : %1 字节

source: Master key :
el: Κεντρικό κλειδί :
hr: Glavni kljuc :
ru: Мастер-ключ:
zh_cn: 主密钥 :

source: Key :
el: Κλειδί:
hr: Kljuc :
ru: Ключ:
zh_cn: 密钥 :

source: Sector IV generation : %1
el: Γενιά τομέα IV : %1
hr: Generirianje sektora IV : %1
ru: Генерирование секторного IV: %1
zh_cn: 扇区 IV 生成 : %1

source: Volume IV :
el: Τόμος IV :
hr: Volumen IV :
ru: IV тома:
zh_cn: 加密卷 IV :

source: Length : %1 bits
el: Μήκος : %1 bits
hr: Duzina : %1 bits
ru: Длина: %1 бит
zh_cn: 长度 : %1 位

source: IV data:
el: Δεδομένα IV:
ru: IV-данные:
zh_cn: IV 数据：

source: Requested drive letter: None; use default
el: Επιθυμητό γράμμα δίσκου: Κανένα. Χρήση προκαθορισμένου
ru: Буква диска: нет; по умолчанию
zh_cn: 要求驱动盘符：无；使用默认

source: Encrypted CDB
el: Κρυπτογραφημένο CDB
hr: Sifrirani CDB
ru: Зашифрованный CDB
zh_cn: 已加密ＣＤＢ

source: Bit %1: %2 (%3)
ru: Бит %1: %2 (%3)
zh_cn: 位 %1: %2 (%3)

source: Hard disk #%1 (entire disk)
el: Σκληρός δίσκος #%1 (ολόκληρος δίσκος)
hr: Tvrdi disk #%1 (cijeli disk)
ru: Жёсткий диск #%1 (весь диск)
zh_cn: 硬盘 #%1 (整个硬盘)

source: Hard disk #%1, partition #%2
el: Σκληρός δίσκος #%1, κατάτμηση #%2
hr: Tvrdi disk #&1, particija #%2
ru: Жёсткий диск #%1, раздел #%2
zh_cn: 硬盘 #%1, 分区 #%2

source: CDROM drive #%1
el: Συσκευή CDROM #%1
ru: CDROM #%1
zh_cn: 光驱 #%1

source: You do not appear to have any LibreCrypt hash drivers installed and started.
el: Δεν φαίνεται να έχετε κάποιους LibreCrypt οδηγούς κατακερματισμού εγκατεστημένους και να τρέχουν.
ru: Не установлены и не запущены драйверы хеширования LibreCrypt.
zh_cn: 看起来没有 LibreCrypt 哈希驱动安装或启动。

source: You do not appear to have any LibreCrypt cypher drivers installed and started.
el: Δεν φαίνεται να έχετε κάποιους LibreCrypt οδηγούς κρυπτογράφησης εγκατεστημένους και να τρέχουν.
ru: Не установлены и не запущены драйверы шифрования LibreCrypt.
zh_cn: 看起来没有 LibreCrypt 加密算法驱动安装和启动

source: Dump Created By
el: Η εγκατάλειψη δημιουργήθηκε από
ru: Дамп создан
zh_cn: 转储创建者

source: Platform : %1
el: Πλατφόρμα : %1
hr: Platforma :&1
ru: Платформа: %1
zh_cn: 平台 : %1

source: Application version : %1
el: Έκδοση εφαρμογής : %1
hr: Verzija aplikacije :%1
ru: Версия программы: %1
zh_cn: 程序版本 : %1

source: Driver ID : %1
el: ID Οδηγού : %1
hr: ID upravljackog programa :%1
ru: ID драйвера: %1
zh_cn: 驱动 ID : %1

source: DLL driver
el: Οδηγός DLL
hr: DLL upravljacki program
ru: DLL-драйвер
zh_cn: DLL驱动

source: Scramble &Keys
el: &Κλειδιά Scramble
ru: Перемешать &ключи
zh_cn: 混杂密钥(&K)

source: &Shift
el: &Μετατόπιση
hr: &Pomakni
ru: &Сдвиг
zh_cn: Shift(&S)

source: C&lear
el: Κα&θάρισμα
hr: I&zbrisi
ru: О&чистить
zh_cn: 清除(&L)

source: Random Data Generation
el: Δημιουργία τυχαίων δεδομένων
ru: Генерирование случайных данных
zh_cn: 随机数据生成
