Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Readonly
el: Μόνο για ανάγνωση
hr: Samo za iščitavanje
ru: Только чтение
zh_cn: 只读

source: Read/write
el: Ανάγνωση/Εγγραφή
hr: Iščitaj/piši
ru: Чтение/запись
zh_cn: 读/写

source: Unable to get drive properties for drive %1:
el: Αδυναμία λήψης ιδιοτήτων οδηγού για το δίσκο %1:
hr: Ne mogu dobiti svojstva pogona za pogon %1:
ru: Невозможно получить свойства диска %1:
zh_cn: 未能获取驱动 %1 的属性：

source: Do nothing
el: Καμμία ενέργεια
ru: Ничего не делать
zh_cn: 什么也不做

source: Leave volumes mounted
el: Διατήρηση συνδεδεμένου τόμου
ru: Оставить тома смонтированными
zh_cn: 保持加密卷加载

source: Turn off portable mode
el: Απενεργοποίηση λειτουργίας φορητότητας
ru: Выключить портативный режим
zh_cn: 关闭便携模式

source: Force lock
el: Δυναμική αποσύνδεση
ru: Принудительно размонтировать
zh_cn: 强制卸载

source: Cancel dismount
el: Ακύρωση αποσύνδεσης
ru: Отмена размонтирования
zh_cn: 取消卸载

source: Display/hide console toggle
el: Εμφάνιση/απόκρυψη κονσόλας εναλλαγής
ru: Показать/скрыть консоль
zh_cn: 显示隐藏控制台切换

source: Open LibreCrypt file ...
el: Σύνδεση αρχείου...
ru: Смонтировать файл...
zh_cn: 加载文件...

source: Open LibreCrypt partition ...
el: Σύνδεση κατάτμησης...
ru: Смонтировать раздел...
zh_cn: 加载分区...

source: Open (Linux) ...
el: Σύνδεση αρχείου (Linux)...
ru: Смонтировать файл (Linux)...
zh_cn: 加载文件(Linux)...

source: Open partition (Linux) ...
el: Σύνδεση κατάτμησης (Linux)...
ru: Смонтировать раздел (Linux)...
zh_cn: 加载分区(Linux)...

source: The following &keyfiles are stored on your PKCS#11 token:
el: Τα ακόλουθα &αρχεία κλειδιών είναι αποθηκευμένα στην PKCS#11 κάρτα σας:
hr: Sljedeće datoteke ključa su pohranjene na Vaš PKCS#11 token:
ru: &Ключевые файлы на токене PKCS#11:
zh_cn: 下面密钥文件存储于 PKCS#11 口令牌中:

source: &Import...
el: &Εισαγωγή...
hr: &Uvoz...
ru: &Импорт...
zh_cn: 导入(&I)...

source: &Export...
el: Ε&ξαγωγή
hr: &Izvoz...
ru: &Экспорт...
zh_cn: 导出(&E)...

source: The following secret &keys are stored on your PKCS#11 token:
el: Τα ακόλουθα μυστικά &κλειδιά είναι αποθηκευμένα στην PKCS#11 κάρτα σας:
hr: Sljedeći tajni ključevi su pohranjeni na Vaš PKCS#11 token:
ru: &Секретные ключи на токене PKCS#11:
zh_cn: 下面的安全密钥存储与你的 PKCS#11 口令牌:

source: Secret Key
el: Μυστικό κλειδί
hr: Tajni ključ
ru: Секретный ключ
zh_cn: 安全密钥

source: Keyfile/volume
el: Αρχείο κλειδιού/τόμος
hr: Datoteka ključa/volumen
ru: Ключевой файл/том
zh_cn: 密钥文件/加密卷

source: &Secure...
el: &Ασφαλές...
hr: Zaštiti...
ru: &Зашифровать
zh_cn: 安全(&S)...

source: D&esecure
el: &Μη ασφαλές
hr: U&kloni zaštitu
ru: &Расшифровать
zh_cn: 降低安全(&E)

source: &Show CD/DVD drives
el: &Εμφάνιση οδηγών CD/DVD
hr: &Pokaži CD/DVD pogone
ru: &Показать CD/DVD
zh_cn: 显示光驱(&S)

source: &Entire disk
el: &Ολόκλ. δίσκος
hr: &Cijeli disk
ru: &Весь диск
zh_cn: 整个硬盘(&E)

source: Cypher Details
el: Λεπτομέρειες Κρυπτογραφήματος
hr: Detalji šifre
ru: Сведения о шифре
zh_cn: 算法细节

source: Cypher Driver
el: Οδηγός Κρυπτογραφήματος
hr: Upravljački program šifre
ru: Драйвер шифрования
zh_cn: 加密算法驱动

source: DeviceName:
el: Όνομα συσκευής:
hr: Ime naprave:
ru: Устройство:
zh_cn: 驱动名称：

source: DeviceUserModeName:
el: ΌνομαΛειτουργίαςΧρήστηΣυσκευής:
ru: Устройство (польз.):
zh_cn: 用户模式驱动名称：

source: DeviceKernelModeName:
el: ΌνομαΛειτουργίαςΠυρήναΣυσκευής:
ru: Устройство (ядро):
zh_cn: 内核模式驱动名称：

source: Title:
el: Τίτλος:
hr: Naziv:
ru: Имя:
zh_cn: 标题：

source: Version:
el: Έκδοση:
hr: Verzija:
ru: Версия:
zh_cn: 版本：

source: Cyphers supported:
el: Υποστηριζ. Κρυπτογραφ.:
hr: Podržane šifre:
ru: Шифров:
zh_cn: 支持的加密算法：

source: Cypher
el: Κρυπτογράφημα
hr: Šifra
ru: Шифр
zh_cn: 加密算法

source: Mode:
el: Κατάσταση:
hr: Način:
ru: Режим:
zh_cn: 模式:

source: Blocksize:
el: Μέγεθος μπλοκ:
hr: Veličina bloka:
ru: Блок:
zh_cn: 区块大小：

source: Keysize:
el: Μέγεθος κλειδιού:
hr: Veličina ključa
ru: Ключ:
zh_cn: 密钥大小：

source: LibreCrypt Driver Control
el: Έλεγχος οδηγού LibreCrypt
hr: Kontrola LibreCrypt upravljačkog programa
ru: Управление драйверами LibreCrypt
zh_cn: LibreCrypt 驱动控制

source: Install new driver
el: Εγκατάσταση νέου οδηγού
hr: Instalirajte novi upravljački program
ru: Установить новый драйвер
zh_cn: 安装新驱动

source: To install a new hash or cypher driver, please click "Install..."
el: Για εγκατάσταση νέου οδηγού κατακερ/σμού ή κρυπτ/φησης, κάντε κλικ στο "Εγκατάσταση..."
hr: Da biste instalirali novi upravljački program smješe ili šifre, molimo kliknite "Instaliraj..."
ru: Нажмите 'Установить', чтобы установить новый драйвер хеширования или шифрования.
zh_cn: 要安装新哈希或加密算法驱动，请点击 "安装..."

source: &Install...
el: &Εγκατάσταση
hr: &Instaliraj...
ru: &Установить
zh_cn: 安装(&I)...

source: Modify existing driver
el: Τροποποίηση υφιστάμενου οδηγού
hr: Izmijenite postojeći upravljački program
ru: Изменить имеющийся драйвер
zh_cn: 修改现存驱动

source: Driver &startup:
el: &Εκκίνηση οδηγού:
hr: Pokretanje upravljačkog programa:
ru: &Запуск драйвера:
zh_cn: 驱动启动(&S)：

source: &Existing drivers:
el: &Υφιστάμενοι οδηγοί:
hr: &Postojeći upravljački programi:
ru: &Имеющиеся драйверы:
zh_cn: 现存驱动(&E)：

source: Change driver status:
el: Αλλαγή κατάστασης οδηγού:
hr: Zamijenite status upravljačkog programa:
ru: Изменить статус драйвера:
zh_cn: 修改驱动状态：

source: Remove driver:
el: Αφαίρεση οδηγού:
hr: Uklonite upravljački program:
ru: Удалить драйвер:
zh_cn: 移除驱动：

source: St&art
el: &Έναρξη
hr: Po&kreni
ru: Пус&к
zh_cn: 启动(&A)

source: St&op
el: &Διακοπή
hr: Za&ustavi
ru: С&топ
zh_cn: 停止(&O)

source: U&ninstall
el: Α&πεγκατάστ.
hr: De&instaliraj
ru: Уда&лить
zh_cn: 卸载(&N)

source: &Update
el: &Ενημέρωση
hr: &Ažuriraj
ru: О&бновить
zh_cn: 更新(&U)

source: Hash Details
el: Λεπτομέρειες κατακερματισμού
hr: Detalji smješe
ru: Сведение о хеше
zh_cn: 哈希细节

source: Hash Driver
el: Οδηγός κατακερματισμού
hr: Upravljački program smješe
ru: Драйвер хеширования
zh_cn: 哈希驱动

source: Hashes supported:
el: Υποστηριζ. κατακερματ.:
hr: Podržane smješe
ru: Хешей:
zh_cn: 哈希支持：

source: Hash
el: Κατακερματισμός
hr: Smješa
ru: Хеш
zh_cn: 哈希

source: Length:
el: Μήκος:
hr: Dužina:
ru: Длина:
zh_cn: 长度：

source: Block size:
el: Μέγεθος μπλόκ:
hr: Veličina bloka
ru: Блок:
zh_cn: 驱动大小：

source: LibreCrypt Key Entry
el: Κλειδί έναρξης LibreCrypt
hr: LibreCrypt unos ključa
ru: Ключ LibreCrypt
zh_cn: LibreCrypt 密钥入口

source: Security details
el: Στοιχεία ασφαλείας
hr: Detalji zaštite
ru: Сведения о шифровании
zh_cn: 安全细节

source: &Keyfile:
el: &Αρχείο κλειδιού:
hr: &Datoteka ključa:
ru: &Ключевой файл:
zh_cn: 密钥文件(&K)：

source: Open &readonly
el: Σύνδεση &μόνο ανάγνωσης
hr: Montiraj samo za iščitavanje
ru: Смонтировать как только для &чтения
zh_cn: 只读方式加载(&R)

source: &File:
el: &Αρχείο:
hr: &Datoteka:
ru: &Файл:
zh_cn: 文件(&F)：

source: Advanced >>
el: Προχωρημένες >>
hr: Posebno >>
ru: Ещё >>
zh_cn: 高级 >>

source: Volume options
el: Επιλογές τόμου
hr: Opcije volumena
ru: Параметры тома
zh_cn: 加密卷选项

source: Data from offset includes &CDB
el: Δεδομένα από μετάθεση που περιλαμβάνονται στο &CDB
hr: Podaci odstoja sadrže &CDB
ru: В д&анных со смещения - CDB
zh_cn: 从偏移开始的包含 CDB 的数据

source: Open options
el: Επιλογές σύνδεσης
hr: Opcije montiranja
ru: Опции монтирования
zh_cn: 加载选项

source: &Open as:
el: Σύνδεση &ως:
hr: &Montiraj kao:
ru: С&монтир. как:
zh_cn: 加载为(&M)：

source: Open for all &users
el: Σύνδεση για όλους τους &χρήστες
hr: Montiraj za sve korisnike
ru: Для &всех пользов.
zh_cn: 为所有用户加载(&U)

source: Advanced security details
el: Προχωρημένα στοιχεία ασφαλείας
hr: Posebni sigurnosni detalji
ru: Дополнительно
zh_cn: 高级安全细节

source: Key &iterations:
el: &Επαναλήψεις κλειδιού:
hr: &Izmjene ključa:
ru: Ключевых &итераций:
zh_cn: 密钥离散(&I)：

source: PKCS#&11 secret key:
el: Μυστικό κλειδί PKCS#&11:
hr: PKCS#&11 tajni ključ:
ru: Секрет. ключ PKCS#&11:
zh_cn: PKCS#&11 安全密钥:

source: LibreCrypt dm-crypt Key Entry
el: Κλειδί έναρξης Linux LibreCrypt
hr: LibreCrypt Linux unos ključa
ru: Linux-ключ LibreCrypt
zh_cn: LibreCrypt Linux 密钥入口

source: Key
el: Κλειδί
hr: Ključ
ru: Ключ
zh_cn: 密钥

source: &Key:
el: &Κλειδί:
hr: &Ključ:
ru: &Ключ:
zh_cn: 密钥(&K)：

source: &GPG executable:
el: Εκτελέσιμο &GPG:
hr: &GPG izvršni program:
ru: Исполн&яемый файл GPG:
zh_cn: &GPG 可执行体:

source: G&PG keyfile:
el: Αρχείο κλειδιού G&PG:
hr: G&PG datoteka ključa:
ru: Кл&ючевой файл GPG:
zh_cn: G&PG 密钥文件:

source: Key processing
el: Επεξεργασία κλειδιού
hr: Obrada ključa
ru: Обработка ключа
zh_cn: 密钥正在处理中

source: &Hash:
el: &Κατακερματισμός:
hr: &Smješa
ru: &Хеш:
zh_cn: 哈希(&H)：

source: &Iteration count:
el: Αριθμός &επαναλήψεων:
hr: Broj izmjena:
ru: &Итераций:
zh_cn: 离散数(&I)：

source: &Cypher:
el: &Κρυπτογράφημα:
hr: &Šifra:
ru: &Шифр:
zh_cn: 加密算法(&C)：

source: &Seed:
el: &Σπόροι:
ru: &Начальное число:
zh_cn: 种子(&S)：

source: Hash with "A"s, if hash output is too short
el: Κατακερματισμός με "A", εάν το αποτέλεσμα είναι πολύ μικρό
hr: Smješaj sa "A"ima, ukoliko je rezultat smješe previše kratak
ru: Хеш с 'A', если вывод слишком короткий
zh_cn: 带有 "A" 的哈希，如果哈希输出太短

source: Encryption
el: Κρυπτογράφηση
hr: Šifriranje
ru: Шифрование
zh_cn: 加密

source: Encryption options
el: Επιλογέ κρυπτογράφησης
hr: Opcije šifriranja
ru: Опции шифрования
zh_cn: 加密选项

source: IV Generation
el: IV Γενιά
hr: IV generisanje
ru: IV-генерирование
zh_cn: IV 生成

source: &IV Hash:
el: Κατακερματισμός &IV:
hr: &IV smješa:
ru: IV-&хеш:
zh_cn: &IV 哈希：

source: I&V Cypher:
el: Κρυπτογράφηση I&V:
hr: I&V Šifra:
ru: IV-&шифр:
zh_cn: I&V 算法：

source: Sector &zero location
el: Τομέας & σημείο μηδέν
hr: Lokacija sektora &nula
ru: Место &нулевого сектора
zh_cn: 0 扇区位置

source: Start of host file
el: Έναρξη του αρχείου υποδοχής
hr: Početak domaćinske datoteke
ru: Начало хост-файла
zh_cn: 宿主文件开头

source: Start of encrypted data
el: Έναρξη των κρυπτογραφημένων δεδομένων
hr: Početak šifriranih informacija
ru: Начало зашифрованных данных
zh_cn: 加密数据起始

source: File options
el: Επιλογές αρχείου
hr: Opcije datoteke
ru: Файловые опции
zh_cn: 文件选项

source: Si&zelimit:
el: Όριο &μεγέθους:
hr: Ograničenje ve&ličine:
ru: &Макс.размер:
zh_cn: 大小限制(&Z)：

source: ("0" indicates no sizelimit.)
el: ("0" σημαίνει ότι δεν υπάρχει όριο μεγέθους.)
hr: ("0" indicira neograničenu veličinu.)
ru: ('0' - не ограничивать)
zh_cn: ("0" 表示无大小限制)

source: &Load...
el: &Φόρτωση...
hr: Učitaj...
ru: &Загрузить...
zh_cn: 装载(&L)...

source: Sa&ve...
el: Απο&θήκευση...
hr: Po&hrani...
ru: &Сохранить...
zh_cn: 保存(&V)...

source: Key Phrase For LUKS Container
el: Κλειδί εισόδου LibreCrypt LUKS
hr: LibreCrypt LUKS unos ključa
ru: LUKS-ключ LibreCrypt
zh_cn: LibreCrypt LUKS 密钥入口

source: &Base IV cypher on hash length (where applicable)
el: &Βάση κρυπτογράφησης IV στο μήκος κατακερματισμού (όπου εφαρμόζεται)
hr: Šifra &Baze IV na dužinu smješe (gde je moguće)
ru: &Базовый IV-шифр по длине хеша (где применимо)
zh_cn: 哈希长度基础上的基准 IV 加密算法 （当可用时）(&B)

source: Create Volume
el: Δημιουργία Τόμου
hr: Kreiraj volumen
ru: Создать том
zh_cn: 创建加密卷

source: &Filename:
el: &Όνομα αρχείου:
hr: Naziv datoteke:
ru: &Имя файла:
zh_cn: 文件名(&F)：

source: Volume &size:
el: &Μέγεθος Τόμου:
hr: Veličina volumena:
ru: &Размер тома:
zh_cn: 加密卷大小(&S)：

source: Security Token/Smartcard Management
el: Διαχείριση Καρτών Ασφαλείας/Έξυπνων καρτών
hr: Upravljanje sigurnosnim Tokenima/Smartcard-ima
ru: Управление токенами/смарткартами
zh_cn: 安全口令牌/智能卡管理

source: Secret Keys
el: Μυστικά κλειδιά
hr: Tajni ključevi
ru: Секретные ключи
zh_cn: 安全密钥

source: Keyfiles
el: Αρχεία κλειδιών
hr: Datoteke ključeva
ru: Ключевые файлы
zh_cn: 密钥文件

source: New PKCS#11 Secret Key
el: Νέο μυστικό κλειδί PKCS#11
hr: Novi PKCS#11 tajni ključ
ru: Новый секретный ключ PKCS#11
zh_cn: 新 PKCS#11 安全密钥

source: &Name:
el: &Όνομα:
hr: &Ime...
ru: &Имя:
zh_cn: 名称(&N)：

source: Please specify a name and cypher for the new secret key:
el: Παρακαλώ ορίστε όνομα και κρυπτογράφημα για το νέο μυστικό κλειδί:
hr: Molimo precizirajte ime i šifru za novi tajni ključ:
ru: Укажите имя и шифр для нового секретного ключа:
zh_cn: 请为新安全密钥指定一个名称和加密算法：

source: Security Token/Smartcard PIN
el: PIN Καρτών Ασφαλείας/Έξυπνων καρτών
hr: PIN sigurnosnih Tokena/Smartcard-a
ru: PIN-код токена/смарткарты
zh_cn: 安全口令牌/智能卡 PIN

source: &Token:
el: &Κάρτα:
ru: &Токен:
zh_cn: 口令牌(&T)：

source: Please select appropriate security token/smartcard and enter its PIN
el: Παρακαλώ επιλέξτε την κατάλληλη κάρτα ασφαλείας/έξυπνη κάρτα και εισάγετε το PIN της
hr: Molimo odaberite odgovarajući sigurnosni Token/Smartcard i unesite njegov PIN
ru: Выберите токен/смарткарту и введите соответствующий PIN-код
zh_cn: 请选择合适的安全口令牌/智能卡并输入它的 PIN

source: Use &secure authentication path
el: Χρήση &ασφαλούς διαδρομής ταυτότητας
hr: Koristi putanju bezbjedne autentikacije
ru: &Безопасный путь аутентификации
zh_cn: 使用安全认证路径(&S)

source: Skip
el: Παράβλεψη
hr: Preskoči
ru: Пропустить
zh_cn: 跳过

source: Hash/Cypher Combination
el: Συνδυασμός Κατακερματισμού/Κρυπτογραφήματος
hr: Kombinacija smješe/šifre
ru: Комбинация хеш/шифр
zh_cn: 哈希/算法混合

source: It appears that the volume specified may be decrypted with any of the following hash/cypher combinations:
el: Ο καθορισμένος τόμος φαίνεται ότι μπορεί να αποκρυπτογραφηθεί με οποιονδήποτε από τους ακόλουθους συνδυασμούς κατακερματισμού / κρυπτογράφησης:
hr: Izgleda da precizirani volumen može biti dešifriran bilo kojom od sljedećih kombinacija smješe/šifre:
ru: Видимо, указанный том можно расшифровать любой из этих комбинацией хеша/шифра:
zh_cn: 看起来指定的加密卷可能是用了下面的哈希/算法混合方式解密的：

source: Please select the combination you wish to use, and click "OK"
el: Παρακαλώ επιλέξτε τον συνδυασμό που θέλετε να χρησιμοποιήστε και πατήστε "OK"
hr: Molimo odaberite kombinaciju koju želite da koristite i kliknite "OK"
ru: Выберите желаемую комбинацию и нажмите OK
zh_cn: 请选择你想要使用的组合，之后点击 "确定"

source: Right-clicking on a hash/cypher combination to see more details.
el: Με δεξί κλικ σε ένα συγκεκριμένο συνδιασμό κατακερματισμού/κρυπτογράφησης, μπορείτε να δείτε περισσότερες λεπτομέρειες για τον επιλεγμένο συνδυασμό.
hr: Desnim klikom na određenu kombinaciju smješe/šifre, možete vidjeti dodatne detalje određene kombinacije.
ru: При щелчке правой кнопкой мыши по комбинации хеш/шифр доступны дополнительные сведения.
zh_cn: 通过右键点击特定的哈希/算法组合，你可以查看选定组合的更多细节信息。

source: &Hash details...
el: &Λεπτομέρειες κατακερματισμού...
hr: Detalji smješe...
ru: Сведения о &хеше...
zh_cn: 哈希细节(&H)...

source: &Cypher details...
el: Λεπτομέρειες &κρυπτογραφήματος...
hr: Detalji šifre...
ru: Сведения о &шифре...
zh_cn: 算法细节(&C)...

source: Select Partition
el: Επιλέξτε κατάτμηση
hr: Odaberite particiju
ru: Выберите раздел
zh_cn: 选择分区

source: Please select from the following disks/partitions:
el: Παρακαλώ επιλέξτε από τους ακόλουθους δίσκους/κατατμήσεις:
hr: Odaberite između sljedećih diskova/particija:
ru: Выберите из этих дисков/разделов:
zh_cn: 请从下面磁盘/分区列表中选择

source: Please select from the following &partitions:
el: Παρακαλώ επιλέξτε από τις ακόλουθες &κατατμήσεις:
hr: Odaberite između sljedećih &particija:
ru: Выберите из этих ра&зделов:
zh_cn: 请从下面分区中选择(&P)：

source: &List removable
el: &Κατάλογος αφαιρούμενων
hr: Izlistaj uklonjive
ru: См&енные
zh_cn: 列表可移动设备(&L)

source: Volume Type
el: Τύπος τόμου
hr: Tip volumena
ru: Тип тома
zh_cn: 卷类型

source: Please select the type of volume:
el: Παρακαλώ επιλέξτε τον τύπο του τόμου:
hr: Odaberite tip volumena:
ru: Выберите тип тома:
zh_cn: 请选择卷类型：

source: &Next >
el: &Επόμενο >
hr: &Sljedeći>
ru: &Далее >
zh_cn: 下一步(&N)>

source: < &Back
el: < &Πίσω
hr: < &Nazad
ru: < &Назад
zh_cn: < 后退(&B)

source: &Finish
el: &Τερματισμός
hr: &Završi
ru: &Готово
zh_cn: 完成(&F)

source: Volume File or Partition
el: Αρχείο τόμου ή κατάτμηση
hr: Datoteka volumena ili particije
ru: Том: файл или раздел
zh_cn: 文件型加密卷或分区

source: File or Partition
el: Αρχείο ή κατάτμηση
hr: Datoteka ili particija
ru: Файл или раздел
zh_cn: 文件或分区

source: Source file
el: Πηγαίο αρχείο
hr: Izvorna datoteka
ru: Исходный файл
zh_cn: 来源文件

source: Source container/keyfile
el: Αρχικός τόμος/αρχείο κλειδιού
hr: Izvorni volumen/datoteka ključa
ru: Исходный том/ключевой файл
zh_cn: 来源加密卷/密钥文件

source: &Browse...
el: &Εύρεση...
hr: &Prelistaj...
ru: О&бзор...
zh_cn: 浏览(&B)...

source: Partition Select
el: Επιλογή κατάτμησης
hr: Odabir particija
ru: Выбор раздела
zh_cn: 分区选择

source: &Select disk/partition:
el: &Επιλέξτε δίσκο/κατάτμηση:
hr: &Odaberite disk/particiju:
ru: &Выберите диск/раздел:
zh_cn: 选择磁盘/分区(&S)：

source: Current &password:
el: Τρέχων &κωδικός:
hr: Tekuća &lozinka:
ru: Текущий &пароль:
zh_cn: 当前密码(&P)：

source: Current &salt length:
el: Τρέχων μήκος &αλατιού:
hr: Trenutna dužina soli:
ru: Текущая длина '&соли':
zh_cn: 当前要素长度(&S)：

source: Current &key iterations:
el: Τρέχ. επανάληψη &κλειδιού:
hr: Trenutni broj izmjena ključa:
ru: Текущие ключ.&итерации:
zh_cn: 当前密钥离散(&K)：

source: Destination file
el: Αρχείο προορισμού
hr: Ciljna datoteka
ru: Результирующий файл
zh_cn: 目标文件

source: Keyfile
el: Αρχείο κλειδιού
hr: Datoteka ključa
ru: Ключевой файл
zh_cn: 密钥文件

source: Destination file details
el: Λεπτομέρειες αρχείου προορισμού
hr: Detalji ciljne datoteke
ru: Сведения о результирующем файле
zh_cn: 目标文件细节

source: New &password:
el: Νέος &κωδικός:
hr: Nova &lozinka:
ru: &Новый пароль:
zh_cn: 新密码(&P)：

source: &Confirm new password:
zh_cn: 确认新密码(&C)：

source: Click "Analyse password..." to check your password for common security weaknesses.
zh_cn: 点击 "分析密码..."，检查你的密码是否存在常规安全弱点。

source: Ad&vanced...
zh_cn: 高级(&V)...

source: &Analyse password...
zh_cn: 分析密码(&A)...

source: RNG Select
el: Επιλογή RNG
hr: RNG odabir
ru: Выбор ГСЧ
zh_cn: RNG 选择

source: Random number generator (RNG)
el: Γεννήτρια τυχαίων αριθμών (RNG)
hr: Generator nasumičnog broja (RNG)
ru: Генератор случайных чисел (ГСЧ)
zh_cn: 随机数据生成器(RNG)

source: Mouse movement
el: Κίνηση ποντικιού
hr: Pokret miša
ru: Перемещение мыши
zh_cn: 鼠标移动

source: PKCS#11 token
el: Κάρτα PKCS#11
ru: Токен PKCS#11
zh_cn: PKCS#11 口令牌

source: RNG Mouse movement
el: Κίνηση ποντικιού RNG
hr: RNG pokret miša
ru: ГСЧ перемещением мыши
zh_cn: RNG 鼠标移动

source: RNG PKCS#11 token
el: Κάρτα RNG PKCS#11
ru: ГСЧ токеном PKCS#11
zh_cn: RNG PKCS#11 口令牌

source: GPG Executable
el: Εκτελέσιμο GPG
hr: GPG izvršni program
ru: Исполняемый файл GPG
zh_cn: GPG 可执行体

source: GPG (gpg.exe)|gpg.exe|Executables (*.exe)|*.exe|All files|*.*
el: GPG (gpg.exe)|gpg.exe|Εκτελέσιμα (*.exe)|*.exe|Όλα τα αρχεία|*.*
hr: GPG (gpg.exe)|gpg.exe|Izvršni programi (*.exe)|*.exe|Sve datoteke|*.*
ru: GPG (gpg.exe)|gpg.exe|Программы (*.exe)|*.exe|Все файлы|*.*
zh_cn: GPG (gpg.exe)|gpg.exe|可执行体 (*.exe)|*.exe|所有文件|*.*

source: LibreCrypt Volume Creation Wizard
el: Οδηγός δημιουργίας τόμου LibreCrypt
hr: Asistent kreiranja LibreCrypt volumena
ru: Мастер создания томов LibreCrypt
zh_cn: LibreCrypt 加密卷创建向导

source: Welcome
el: Καλωσήλθατε
hr: Dobrodošli
ru: Добро пожаловать
zh_cn: 欢迎

source: Welcome to the LibreCrypt Volume Creation Wizard.
el: Καλώς ήλθατε στον οδηγό δημιουργίας τόμου LibreCrypt.
hr: Dobrodošli asistentu kreiranja LibreCrypt volumena.
ru: Вас приветствует мастер создания томов.
zh_cn: 欢迎使用 LibreCrypt 加密卷创建向导。

source: Please click "Next >" to continue.
el: Κάντε κλικ στο "Επόμενο >" για συνέχεια.
hr: Molimo kliknite "Sljedeće >" da nastavite.
ru: Нажмите 'Далее' для продолжения.
zh_cn: 请点击 "下一步 >" 继续。

source: File or Partition/Entire Disk
el: Αρχείο ή Κατάτμηση/Ολόκληρος δίσκος
hr: Datoteka ili particija/cijeli disk
ru: Файл или весь раздел/диск
zh_cn: 文件或分区//整个磁盘

source: Volume filename
el: Όνομα τόμου
hr: Ime datoteke volumena
ru: Имя файла тома
zh_cn: 文件型加密卷

source: Partition Warning
el: Προειδοποίηση κατάτμησης
hr: Upozorenje particije
ru: Предупреждение о разделе
zh_cn: 分区警告

source: WARNING
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
hr: UPOZORENJE
ru: ВНИМАНИЕ
zh_cn: 警告

source: DO NOT PROCEED UNLESS YOU UNDERSTAND THE FULL IMPLICATIONS OF CREATING ENCRYPTED PARTITIONS.
el: ΜΗΝ ΠΡΟΧΩΡΉΣΕΤΕ ΕΑΝ ΔΕΝ ΚΑΤΑΝΟΕΙΤΕ ΤΙΣ ΠΛΗΡΕΙΣ ΣΥΝΕΠΕΙΕΣ ΤΗΣ ΔΗΜΙΟΥΡΓΙΑΣ ΚΡΥΠΤΟΓΡΑΦΗΜΕΝΗΣ ΚΑΤΑΤΜΗΣΗΣ.
hr: NEMOJTE PROSLIJEDITI UKOLIKO NE RAZUMIJETE POSLJEDICE KREIRANJA ŠIFRIRANIH PARTICIJA.
ru: НЕ ПРОДОЛЖАЙТЕ, ЕСЛИ НЕ ПОНИМАЕТЕ СУТИ СОЗДАНИЯ ЗАШИФРОВАННЫХ РАЗДЕЛОВ.
zh_cn: 在彻底明白加密分区所代表的涵义之前，请勿继续 DO NOT PROCEED

source: &Disk/partition to create encrypted volume on:
el: &Δίσκος/κατάτμηση για δημιουργία κρυπτογραφημένου τόμου:
hr: Kreirajte šifrirani volumen na &disku/particiji:
ru: &Диск/раздел для создания зашифрованного тома:
zh_cn: 要创建加密加密卷的磁盘/分区(&D)：

source: &Create hidden volume within selected partition
el: &Δημιουργία κρυφού τόμου στην επιλεγμένη κατάτμηση
hr: &Kreirajte skriveni volumen u okviru odabrane particije
ru: &Создать скрытый том внутри выбранного раздела
zh_cn: 在选定分区创建隐藏加密卷(&C)

source: Offset
el: Μετάθεση
hr: Odstoj
ru: Смещение
zh_cn: 偏移

source: &Byte offset within volume:
el: Μετάθεση &byte εντός του τόμου:
hr: Odstoj unutar volumena u &Byte:
ru: &Байтовое смещение внутри тома:
zh_cn: 加密卷内部偏移字节(&B)：

source: DO NOT PROCEED UNLESS YOU UNDERSTAND THE FULL IMPLICATIONS OF CREATING HIDDEN VOLUMES.
el: ΜΗΝ ΠΡΟΧΩΡΗΣΕΤΕ ΕΑΝ ΔΕΝ ΚΑΤΑΝΟΕΙΤΕ ΠΛΗΡΩΣ ΤΙΣ ΣΥΝΕΠΕΙΕΣ ΤΗΣ ΔΗΜΙΟΥΡΓΙΑΣ ΚΡΥΦΩΝ ΤΟΜΩΝ.
hr: NEMOJTE NASTAVITI UKOLIKO NE RAZUMIJETE POSLJEDICE KREIRANJA SAKRIVENIH VOLUMENA.
ru: НЕ ПРОДОЛЖАЙТЕ, ЕСЛИ НЕ ПОНИМАЕТЕ СУТИ СОЗДАНИЯ СКРЫТЫХ ТОМОВ.
zh_cn: 在你彻底明白创建隐藏加密卷的含义之前，请勿继续。DO NOT PROCEED

source: Size
el: Μέγεθος
hr: Veličina
ru: Размер
zh_cn: 大小

source: &Size of new container:
el: &Μέγεθος του νέου τόμου:
hr: &Veličina novog volumena:
ru: &Размер нового тома:
zh_cn: 新加密卷大小(&S)：

source: &Use entire partition/disk
el: &Χρήση ολόκληρης κατάτμησης/δίσκου
hr: &Koristite cijelu particiju/disk
ru: &Использовать весь раздел/диск
zh_cn: 使用整个分区/磁盘(&U)

source: Hash, cypher and IV
el: Κατακερματισμός, κρυπτογράφημα και IV
hr: Smješa, šifra i IV
ru: Хеш, шифр и IV
zh_cn: 哈希，算法，以及 IV

source: Select &hash:
el: Επιλέξτε &κατακερματισμό:
hr: Odaberite smješu:
ru: Выберите &хеш:
zh_cn: 选择哈希(&H)：

source: Select &cypher:
el: Επιλέξτε &κρυπτογράφηση:
hr: Odaberite šifru:
ru: Выберите &шифр:
zh_cn: 选择算法(&C)：

source: Sector &IVs:
el: Τομέας &IVs:
hr: Sektor &IVs:
ru: &Секторные IV:
zh_cn: 选择 IV(&I)：

source: Additionally &XOR sector IV with per volume IV
el: Πρόσθετα &XOR τομέα IV με κάθε τόμο IV
hr: Dodatno &XOR sektor IV sa po volumen IV
ru: XOR секторного IV с потомным IV
zh_cn: 每个加密卷 IV 的额外的 XOR 扇区 IV

source: Master Key Length
el: Μήκος Κύριου Κλειδιού
hr: Dužina glavnog ključa
ru: Длина мастер-ключа
zh_cn: 主密钥长度

source: &Size of master key:
el: &Μέγεθος του κύριου κλειδιού:
hr: &Veličina glavnog ključa:
ru: &Размер мастер-ключа:
zh_cn: 主密钥长度(&S)：

source: RNG PKCS token
el: Κάρτα RNG PKCS
ru: PKCS-токен ГСЧ
zh_cn: RNG PKCS 口令牌

source: &Keyphrase:
el: Κωδικός
hr: Lozinka
ru: Пароль
zh_cn: 密码

source: &Confirm Keyphrase:
el: &Κωδικός επιβεβαίωσης:
hr: &Potvrdite lozinku:
ru: По&дтвердите пароль:
zh_cn: 确认密码(&C)：

source: &Advanced...
el: &Προχωρημένες...
hr: &Posebno...
ru: &Ещё...
zh_cn: 高级(&A)...

source: &Open volume after creation
el: &Σύνδεση τόμου μετά τη δημιουργία
hr: &Montiraj volumen nakon kreiranja
ru: &Смонтировать том после создания
zh_cn: 创建后加载加密卷(&M)

source: Advanced Options
el: Προχωρημένες επιλογές
hr: Posebne opcije
ru: Дополнительно
zh_cn: 高级选项

source: Key Iterations
el: Επαναλήψεις κλειδιού
hr: Izmjene ključa
ru: Ключевые итерации
zh_cn: 密钥离散

source: Salt
el: Αλάτι
hr: Sol
ru: 'Соль'
zh_cn: 要素

source: &Length of salt:
el: &Μήκος αλατιού:
hr: Dužina soli
ru: &Длина соли:
zh_cn: 要素长度(&L)：

source: bits.
ru: бит
zh_cn: 位

source: Drive Letter
el: Γράμμα οδηγού
hr: Slovo pogona
ru: Буква диска
zh_cn: 驱动盘符

source: &Requested drive letter:
el: &Επιθυμητό γράμμα δίσκου:
hr: Traženo slovo pogona:
ru: &Буква диска:
zh_cn: 要求的驱动盘符(&R)：

source: CDB Location
el: Θέση CDB
hr: CDB lokacija
ru: Место CDB
zh_cn: CDB 位置

source: Include CDB as part of volume file
el: Ενσωμάτωση CDB ως τμήμα αρχείου τόμου
hr: Uključite CDB kao dio datoteke volumena
ru: Встроить CDB внутрь файла тома
zh_cn: 在加密卷中包含 CDB
