Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Unable to create keyfile; please check your password and other settings, and ensure you have enough storage space to hold a new keyfile
el: Ενεργοποίηση δημιουργίας αρχείου κλειδιού. Παρακαλώ ελέξτε τον κωδικό σας και τις άλλες ρυθμίσεις, και βεβαιωθείτε ότι έχετε επαρκή αποθηκευτικό χώρο ελεύθερο για το νέο αρχείο κλειδιού
ru: Невозможно создать ключевой файл; проверьте правильность пароля и других установок, а также наличие места для сохранения ключевого файла
zh_cn: 未能创建密钥文件，青年宫检查你的密码和其它设置，并确认你具有足够的空间容纳新的密钥文件

source: Unable to update the volume/keyfile as requested; please check your password and other settings
el: Ενεργοποίηση ενημέρωσης του τόμου/αρχείου κλειδιού ως απαιτούμενο. Παρακαλώ ελέξτε τον κωδικό σας και τις άλλες ρυθμίσεις
ru: Невозможно обновить том/ключевой файл; проверьте правильность пароля и других установок
zh_cn: 未能按要求更新加密卷或密钥文件，请检查你的密码和其它设置

source: New keyfile:
el: Νέο αρχείο κλειδιού:
ru: Новый ключевой файл:
zh_cn: 新密钥文件：

source: Unable to create user RNG
el: Αδυναμία δημιουργίας χρήστη RNG
ru: Невозможно создать пользовательский ГСЧ
zh_cn: 未能创建用户 RNG

source: Please enter the filename of an existing volume (with CDB) or keyfile
el: Παρακαλώ εισάγετε το όνομα ενός υφιστάμενου τόμου (με CDN) ή αρχείου κλειδιού
ru: Укажите имя файла существующего тома (с CDB) или ключевой файл
zh_cn: 请输入现存加密卷(包含CDB)或密钥文件的文件名

source: The file specified does not exist. Please reenter
el: Το αρχείο που ορίστηκε δεν υπάρχει. Παρακαλώ επανεισάγετε.
ru: Указанного файла не существует. Повторите ввод.
zh_cn: 指定的文件不存在，请从新输入

source: Error getting user password!
el: Σφάλμα προσδιορισμού κωδικού χρήστη!
ru: Ошибка получения пароля пользователя.
zh_cn: 获取用户密码时出错!

source: Please enter a password
el: Παρακαλώ εισάγετε έναν κωδικό
ru: Введите пароль
zh_cn: 请输入密码

source: Unable to get filesize
el: Αδυναμία ανάκτησης μεγέθους αρχείου
ru: Невозможно узнать размер файла
zh_cn: 未能获取文件大小

source: The offset specified is larger than the file selected!
el: Η μετάθεση που ορίστηκε, είναι μεγαλύτερη από το επιλεγμένο αρχείο!
ru: Указанное смещение больше, чем выбранный файл.
zh_cn: 指定的偏移大于选定的文件!

source: Please enter a number of key iterations greater than one
el: Παρακαλώ εισάγετε έναν αριθμό επαναλήψεων κλειδιού μεγαλύτερο από ένα
ru: Укажите число итераций больше единицы
zh_cn: 请输入大于 1 的数值或密钥离散数

source: Please specify a filename for the new keyfile
el: Παρακαλώ ορίστε ένα όνομα για το νέο αρχείο κλειδιού
ru: Укажите имя для нового ключевого файла
zh_cn: 请为新密钥文件指定一个文件名

source: A file with the filename specified already exists; please enter different filename
el: Ένα αρχείο με το όνομα που ορίσατε, υπάρχει ήδη. Παρακαλώ εισάγετε διαφορετικό όνομα.
ru: Файл с таким именем уже существует; введите другое имя
zh_cn: 指定名字的文件已经存在，请输入另外一个文件名

source: Passwords entered do not match
el: Οι κωδικοί πρόσβασης δεν συμφωνούν
ru: Пароли не совпадают
zh_cn: 输入的密码不匹配

source: Please select an RNG
el: Παρακαλώ επιλέξτε ένα RNG
ru: Выберите ГСЧ
zh_cn: 请选择 RNG

source: Microsoft CryptoAPI failed to produce sufficient random data.
el: Το Microsoft CryptoAPI απέτυχε να παράγει επαρκή τυχαία δεδομένα.
ru: Microsoft CryptoAPI не удалось создать достаточное количество случайных данных.
zh_cn: Microsoft CryptoAPI 无法生成足够的随机数据.

source: User input has not yet generated sufficient random data.
el: Ο εισηγμένος χρήστης δεν έχει δημιουργήσει ακόμη επαρκή τυχαία δεδομένα.
ru: Ввод пользователя ещё не обеспечил достаточного количества случайных данных.
zh_cn: 用户输入未能生成足够的随机数据

source: Driver
el: Οδηγός
ru: Драйвер
zh_cn: 驱动

source: Implementation
el: Υλοποίηση
ru: Реализация
zh_cn: 完成

source: Dump CDB
el: Εγκατάλειψη CDB
ru: Дамп CDB
zh_cn: 转储 CDB

source: CDB dumped to file. Do you wish to view the human readable version now?
el: Το CDB εγκαταλείφθηκε στο αρχείο. θέλετε να δείτε την ανθρωπίνως αναγνώσιμη έκδοση τώρα;
ru: Дамп CDB сохранён в файле. Показать его читабельную версию?
zh_cn: CDB 已转储到文件。 你要查看可读文件吗？

source: Unable to dump CDB; please check your password and other settings
el: Ενεργοποίηση εγκατάλειψης CDB. Παρακαλώ ελέξτε τον κωδικό σας και τις άλλες ρυθμίσεις
ru: Невозможно сохранить дамп CDB; проверьте пароль и другие установки
zh_cn: 未能转储CDB，请检查你的密码和其它设置

source: Dump filename:
el: Όνομα αρχείου εγκατάλειψης:
ru: Файл дампа:
zh_cn: 转储文件名:

source: Please specify a filename for the CDB dump file
el: Παρακαλώ καθορίστε ένα όνομα για το αρχείο εγκατάλειψης CDB
ru: Укажите имя для файла с дампом CDB
zh_cn: 请为 CDB 转储文件指定一个文件名

source: Dump LUKS
el: Εγκατάλειψη LUKS
ru: Дамп LUKS
zh_cn: 转储 LUKS

source: LUKS dumped to file. Do you wish to view the human readable version now?
el: Το LUKS εγκαταλείφθηκε στο αρχείο. θέλετε να δείτε την ανθρωπίνως αναγνώσιμη έκδοση τώρα;
ru: Дамп LUKS сохранён в файле. Показать его читабельную версию?
zh_cn: LUKS 已转储到文件。 你希望查看可读文件吗？

source: Unable to dump LUKS details; please check your password and other settings
el: Ενεργοποίηση εγκατάλειψης στοιχείων LUKS. Παρακαλώ ελέξτε τον κωδικό σας και τις άλλες ρυθμίσεις
ru: Невозможно сохранить дамп LUKS; проверьте пароль и другие установки
zh_cn: 未能转储 LUKS 细节，请检查你的密码和其它设置

source: Volume:
el: Τόμος:
ru: Том:
zh_cn: 加密卷：

source: Please enter the filename of an existing LUKS volume
el: Παρακαλώ εισάγετε το όνομα από έναν LUKS τόμο
ru: Введите имя файла с имеющимся томом LUKS
zh_cn: 请输入现存的 LUKS 加密卷的文件名

source: The file specified is not a LUKS encrypted volume.
el: Το αρχείο που ορίσατε δεν είναι ένας κρυπτογραφημένος LUKS τόμος.
ru: Указанный файл не является зашифрованным томом LUKS.
zh_cn: 指定的文件不是一个 LUKS 加密的加密卷。

source: Please specify a filename for the LUKS dump file
el: Παρακαλώ καθορίστε ένα όνομα για το αρχείο εγκατάλειψης LUKS
ru: Укажите имя файла с дампом LUKS
zh_cn: 请指定 LUKS 转储文件的文件名

source: Basic
el: Βασικό
ru: Основное
zh_cn: 基准

source: Open volume
el: Σύνδεση τόμου
ru: Монтирование тома
zh_cn: 选择文件

source: Mounted OK
el: Σύνδεση ΟΚ
ru: Смонтирован успешно
zh_cn: 加载完成

source: Open failed; the virtual storage device could not be activated at this time Please see documentation for further details
el: Αποτυχία σύνδεσης. Η εικονική συσκευή αποθήκευσης δεν μπορεί να ενεργοποιηθεί αυτή τη στιγμή Παρακαλώ ανατρέξτε στην τεκμηρίωση για περισσότερες λεπτομέρειες.
ru: Ошибка монтирования; не удалось активировать виртуальное устройство хранения Подробности см. в документации
zh_cn: 加载失败，虚拟存储设备在此时间不能为激活 请参考软件文档获取更多信息

source: Unable to Open volume; please ensure that you entered the correct details (password, etc), and the appropriate hash/cypher drivers are enabled If you are using a keyfile, please ensure that you check/uncheck the "Data from offset includes CDB" option, as appropriate for your volume.
el: Αδυναμία σύνδεσης τόμου. Παρακαλώ βεβαιωθείτε ότι έχετε εισάγει τα σωστά στοιχεία (κωδικό κλπ), και οι κατάλληλοι οδηγοί κατακερματισμού/κρυπτογράφησης είναι ενεργοποιημένοι Εάν χρησιμοποιείτε ένα αρχείο κλειδιού, παρακαλώ βεβαιωθείτε ότι έχετε τσεκάρει/ξετσεκάρει την κατάλληλη για τον τόμο σας επιλογή "Δεδομένα από μετάθεση που περιλαμβάνονται στο CDB"
ru: Невозможно смонтировать том; проверьте правильность указанных данных (пароль и др.) и доступность драйверов хеширования/шифрования Если используется ключевой файл, выставите состояние опции 'Данные из смещения включают CDB' в соответствии с томом.
zh_cn: 未能加载加密卷，请确认你输入的当前细节(密码等)，以及启用的哈希/算法是正确的 如果你这种使用一个密钥文件，请确认你勾选/未勾选 "从偏移开始的包含 CDB 的数据" 选项，来作为匹配。

source: Open LUKS container
el: Σύνδεση τόμου LUKS
ru: Монтирование тома LUKS
zh_cn: 加载 LUKS 加密卷

source: Unable to Open volume; please ensure that you entered the correct details (password, etc).
el: Αδυναμία σύνδεσης τόμου. Παρακαλώ βεβαιωθείτε ότι έχετε εισάγει τα σωστά στοιχεία (κωδικό κλπ).
ru: Невозможно смонтировать том; проверьте правильность указанных данных (пароль и др.)
zh_cn: 未能加载加密卷，请确认你输入了正确的细节（密码等）.

source: Filename
el: Όνομα αρχείου
ru: Имя файла
zh_cn: 文件名

source: Hash/cypher/IV
el: Κατακερματισμός/κρυπτογράφημα/IV
ru: Хеш/шифт/IV
zh_cn: 哈希/算法/IV

source: Master key length
el: Μήκος κύριου κλειδιού
ru: Длина мастер-ключа
zh_cn: 主密钥长度

source: Ready
el: Έτοιμο
ru: Готов
zh_cn: 就绪

source: CDB location
el: Θέση CDB
ru: Размещение CDB
zh_cn: CDB 位置

source: New volume
el: Νέος τόμος
ru: Новый том
zh_cn: 新加密卷

source: Your new volume will be created with the following properties:
el: Ο νέος τόμος σας δημιουργήθηκε με τις ακόλουθες ιδιότητες
ru: Новый том будет создан со следующими свойствами:
zh_cn: 你的新加密卷将以下列属性创建：

source: Master key length: %1
el: Μήκος κύριου κλειδιού: %1
ru: Длина мастер-ключа: %1
zh_cn: 主密钥长度：%1

source: User input
el: Είσοδος χρήστη
ru: Ввод пользователя
zh_cn: 用户输入

source: Select "Finish" to create the above volume
el: Επιλέξτε "Τέλος" για τη δημιουργία του παραπάνω τόμου
ru: Нажмите 'Готово', чтобы создать том
zh_cn: 选择 "完成" 来创建上述加密卷

source: New volume created and mounted successfully.
el: Ο νέος τόμος δημιουργήθηκε και συνδέθηκε επιτυχώς.
ru: Новый том успешно создан и смонтирован.
zh_cn: 新加密卷已经创建并成功加载

source: New volume created successfully. Please tap "File | Open" to begin using it
el: Ο νέος τόμος δημιουργήθηκε επιτυχώς. Επιλέξτε "Αρχείο | Σύνδεση" για έναρξη χρήσης του
ru: Новый том успешно создан. Выберите 'Файл | Смонтировать', чтобы начать им пользоваться
zh_cn: 新加密卷已经成功创建 请点击 "文件 | 加载" 开始使用它

source: New volume could not be created; please check your settings, and ensure you have sufficient storage to hold the new volume
el: Ο νέος τόμος δεν μπόρεσε να δημιουργηθεί. Παρακαλώ ελέγξτε τις ρυθμίσεις σας, και βεβαιωθείτε ότι έχετε επαρκή χώρο για υποδοχή του νέου τόμου
ru: Том не создан; проверьте установки и наличие достаточного места для хранения нового тома
zh_cn: 新加密卷未能成功创建，请检查你的设置，并且确认你具有足够的空间容纳新的加密卷

source: A file with the name specified already exists. If you continue, a hidden volume will be created within this file, overwriting part of it. Do you wish to proceed?
el: Ένα αρχείο με το όνομα που ορίσατε υπάρχει ήδη. Εάν συνεχίσετε, ένας κρυφός τόμος θα δημιουργηθεί εντός του αρχείου αυτού, επικαλύπτοντας τμήμα του. Θέλετε να συνεχίσετε;
ru: Файл с указанным именем уже существует. Если продолжить, то созданный внутри этого файла скрытый том перезапишет его часть. Продолжить?
zh_cn: 指定名字的文件已经存在。 如果你继续，一个隐藏的加密卷会在此文件中创建，并会覆盖原来文件的部份。 你希望继续吗？

source: Please enter a filename for the new volume
el: Παρακαλώ εισάγετε ένα όνομα για το νέο τόμο
ru: Введите имя файла для нового тома
zh_cn: 请为新加密卷输入文件名

source: The size specified is too small; please enter a larger value.
el: Το συγκεκριμένο μέγεθος είναι πολύ μικρό. Παρακαλώ εισάγετε μια μεγαλύτερη τιμή.
ru: Указанный размер слишком мал; введите большее значение.
zh_cn: 指定的尺寸太小，请输入一个大的数值

source: The host file is not large enough for a hidden volume with this offset and size
el: Το αρχείο υποδοχής δεν είναι αρκετά μεγάλο για ένα κρυφό τόμο με αυτή τη μετάθεση και μέγεθος
ru: Хост-файл недостаточно велик для скрытого тома с такими смещением и размером
zh_cn: 宿主文件尺寸过小，无法容纳此偏移和大小的隐藏加密卷

source: Please select the hash to be used
el: Παρακαλώ επιλέξτε τον κατακερματισμό που θα χρησιμοποιηθεί
ru: Выберите хеш
zh_cn: 请选择要使用的哈希

source: Please select the cypher to be used
el: Παρακαλώ επιλέξτε την κρυπτογράφηση που θα χρησιμοποιηθεί
ru: Выберите шифр
zh_cn: 请选择要使用的算法

source: Please select the sector IV generation method
el: Παρακαλώ επιλέξτε τη μέθοδο παραγωγής του τομέα IV
ru: Выберите метод генерирования секторного IV
zh_cn: 请选择扇区 IV 生成方法

source: The keylength must be a multiple of 8 bits
el: Το μήκος κλειδιού πρέπει να είναι παλλαπλάσιο των 8 bits
ru: Длина ключа должна быть кратна 8 битам
zh_cn: 密钥长度必须是 8 位的倍数

source: If you wish to use a keyfile, please specify it's filename
el: Εάν θέλετε να χρησιμοποιήστε ένα αρχείο κλειδιού, παρακαλώ καθορίστε το όνομά του
ru: Если вы хотите использовать ключевой файл, укажите его имя
zh_cn: 如果你希望使用密钥文件，请指定它的文件名

source: Please restart %1 to allow language changes to take effect.
el: Παρακαλώ επανεκκινήστε το %1 για να τεθεί σε ισχύ η αλλαγή γλώσσας.
ru: Перезапустите %1, чтобы смена языка вступила в силу.
zh_cn: 请重启 %1 以便使语言切换生效.

source: You have not selected the option to save settings to a config file. Are you sure you don't want to make your settings persistant?
el: Δεν έχετε επιλεγμένη την αποθήκευση ρυθμίσεων σε ένα αρχείο διαμόρφωσης. Είστε σίγουρος ότι δεν θέλετε να κάνετε τις ρυθμίσεις σας μόνιμες;
ru: Вы не выбрали опцию сохранения установок в файл конфигурации. Вы действительно не хотите сохранить свои установки?
zh_cn: 你尚未选择保存配置到文件的选项。 你确认不需要持续使用设置吗？

source: General #1
el: Γενικά #1
ru: Общее 1
zh_cn: 常规 #1

source: General #2
el: Γενικά #2
ru: Общее 2
zh_cn: 常规 #2

source: Hashes
el: Κατακερματισμοί
ru: Хеши
zh_cn: 哈希

source: Cyphers
el: Κρυπτογραφήσεις
ru: Шифры
zh_cn: 算法

source: Options could not be saved.
el: Οι επιλογές δεν μπόρεσαν να αποθηκευτούν.
ru: Опции сохранить не удалось.
zh_cn: 选项无法保存

source: No hash drivers found.
el: Δεν βρέθηκαν οδηγοί κατακερματισμού.
ru: Драйверов хеширования не обнаружено.
zh_cn: 未发现哈希驱动

source: No cypher drivers found.
el: Δεν βρέθηκαν οδηγοί κρυπτογράφησης.
ru: Драйверов шифрования не обнаружено.
zh_cn: 未发现加密驱动

source: Associate with ".%1" files
el: Συσχέτιση με αρχεία ".%1"
ru: Ассоциировать с файлами '.%1'
zh_cn: 与 ".%1" 文件关联

source: You have not enabled any hash drivers You will be unable to use DoxBox4PDA without enabling at least one hash driver Are you sure you wish to do this?
el: Δεν έχετε ενεργοποιημένο κάποιον οδηγό κατακερματισμού Δεν θα έχετε τη δυνατότητα χρήσης του DoxBox4PDA χωρίς ενεργοποιημένο τουλάχιστον έναν οδηγό Είστε σίγουρος ότι θέλετε να το κάνετε αυτό;
ru: Вы не выбрали ни одного драйвера хеширования Чтобы использовать DoxBox4PDA, нужно разрешить хотя бы один хеш-драйвер Вы действительно хотите это сделать?
zh_cn: 你尚未启动任何哈希驱动 要使用 DoxBox4PDA，你必须启用至少一个哈希驱动 你确认要这样做吗？

source: You have enabled all hash drivers Enabling all hash drivers can significantly increase the time taken to Open volumes. Are you sure you wish to do this?
el: Έχετε ενεργοποιήσει όλους τους οδηγούς κατακερματισμού Με ενεργοποιημένους όλους τους οδηγούς, μπορεί να αυξηθεί σημαντικά ο χρόνος σύνδεσης των τόμων. Είστε σίγουρος ότι θέλετε να το κάνετε αυτό;
ru: Вы выбрали все драйверы хеширования Выбор всех драйверов может существенно увеличить время монтирования томов. Вы действительно хотите это сделать?
zh_cn: 你已经启动了所有哈希驱动 启用所有哈希驱动将会显著增加载入加密卷的时间 你确认要这样做吗？

source: You have not enabled any cypher drivers You will be unable to use DoxBox4PDA without enabling at least one cypher driver Are you sure you wish to do this?
el: Δεν έχετε ενεργοποιημένο κάποιον οδηγό κρυπτογράφησης Δεν θα έχετε τη δυνατότητα χρήσης του DoxBox4PDA χωρίς ενεργοποιημένο τουλάχιστον έναν οδηγό Είστε σίγουρος ότι θέλετε να το κάνετε αυτό;
ru: Вы не выбрали ни одного драйвера шифрования Чтобы использовать DoxBox4PDA, нужно разрешить хотя бы один драйвер шифрования Вы действительно хотите это сделать?
zh_cn: 你尚未启用任何加密驱动 要使用 DoxBox4PDA，你必须至少启用一个加密驱动 你确认要这样做吗？

source: You have enabled all cypher drivers Enabling all cypher drivers can significantly increase the time taken to Open volumes. Are you sure you wish to do this?
el: Έχετε ενεργοποιήσει όλους τους οδηγούς κρυπτογράφησης Με ενεργοποιημένους όλους τους οδηγούς, μπορεί να αυξηθεί σημαντικά ο χρόνος σύνδεσης των τόμων. Είστε σίγουρος ότι θέλετε να το κάνετε αυτό;
ru: Вы выбрали все драйверы шифрования Выбор всех драйверов может существенно увеличить время монтирования томов. Вы действительно хотите это сделать?
zh_cn: 你已经启用了所有加密驱动 启用所有加密驱动会显著增加载入加密卷的时间。 你确认要这样做吗？

source: Drivers selected: %1
el: Επιλεγμένοι οδηγοί: %1
ru: Выбрано драйверов: %1
zh_cn: 驱动器已选择: %1

source: Unable to get volume properties.
el: Αδυναμία ανάκτησης ιδιοτήτων τόμου.
ru: Невозможно получить свойства тома.
zh_cn: 未能获取加密卷属性

source: HMAC
zh_cn: CBC

source: <None>
el: <Κανένα>
ru: <Нет>
zh_cn: <无>

source: Please specify a mountpoint
el: Παρακαλώ καθορίστε ένα σημείο σύνδεσης
ru: Укажите точку монтирования
zh_cn: 请指定一个加载点

source: The mountpoint specified is reserved; please enter a different mountpoint
el: Το σημείο σύνδεσης που καθορίσατε είναι πιασμένο. Παρακαλώ καθορίστε ένα άλλο.
ru: Указанная точка монтирования зарезервирована; введите другую точку монтирования
zh_cn: 指定的加载点已被占用，请输入另外的加载点

source: The mountpoint specified includes a invalid character; please enter a different mountpoint
el: Το καθορισμένο σημείο σύνδεσης περιέχει έναν άκυρο χαρακτήρα. Παρακαλώ εισάγετε ένα διαφορετικό σημείο σύνδεσης
ru: Указанная точка монтирования содержит неверный символ; введите другую точку монтирования
zh_cn: 指定的加载点包含无效字符，请输入另外一个加载点

source: The mountpoint specified already exists; please enter a different mountpoint
el: Το καθορισμένο σημείο σύνδεσης υπάρχει ήδη. Παρακαλώ εισάγετε ένα διαφορετικό σημείο σύνδεσης
ru: Указанная точка монтирования уже существует; введите другую точку монтирования
zh_cn: 指定的加载点已经存在，请输入另外的加载点

source: Menu
el: Μενού
ru: Меню
zh_cn: 菜单

source: Out of memory; please try again
el: Εκτός μνήμης. Παρακαλώ ξαναπροσπαθείστε.
ru: Мало памяти; повторите попытку
zh_cn: 内存不足，请再试一次

source: Please check your command line parameters
el: Παρακαλώ ελέγξτε τις παραμέτρους της γραμμής εντολής
ru: Проверьте параметры командной строки
zh_cn: 请检查你的命令行参数

source: DoxBox4PDA volume
el: Τόμος DoxBox4PDA
ru: Том DoxBox4PDA
zh_cn: DoxBox4PDA 加密卷

source: All files
el: Όλα τα αρχεία
ru: Все файлы
zh_cn: 所有文件

source: Volume files and keyfiles
el: Αρχεία τόμων και κλειδιών
ru: Тома и ключевые файлы
zh_cn: 文件型加密卷和密钥文件

source: Volume files
el: Αρχεία τόμων
ru: Тома
zh_cn: 文件型加密卷

source: Text files
el: Αρχεία κειμένου
ru: Текстовые файлы
zh_cn: 文本文件

source: CDB backups
el: Αντίγραφα ασφαλείας CDB
ru: Резервные копии
zh_cn: CDB 备份

source: Executable files
el: Εκτελέσιμα αρχεία
ru: Исполняемые файлы
zh_cn: 可执行文件

source: Mountpoint
el: Σημείο σύνδεσης
ru: Точка монтирования
zh_cn: 加载点

source: All volumes dismounted.
el: Όλοι οι τόμοι αποσυνδέθηκαν.
ru: Все тома размонтированы.
zh_cn: 所有加密卷已卸载

source: One or more of volumes could not be dismounted.
el: Ένας ή περισσότεροι τόμοι δεν μπόρεσαν να αποσυνδεθούν.
ru: Один или несколько томов не удалось размонтировать.
zh_cn: 一个或多个加密卷不能被卸载

source: Volume dismounted.
el: Τόμος αποσυνδεδεμένος.
ru: Том размонтирован.
zh_cn: 加密卷已卸载

source: Dismount failed.
el: Σφάλμα αποσύνδεσης.
ru: Ошибка размонтирования.
zh_cn: 卸载失败

source: Unable to locate a local copy of user guide; would you like to see the latest version on the Internet?
el: Αδυναμία εντοπισμού ενός οδηγού χρήσης στον τοπικό δίσκο. Θέλετε να δείτε την πιο πρόσφατη έκδοση στο Διαδίκτυο;
ru: Не найдена локальная копия руководства пользователя; хотите ознакомиться с её новейшей версией в интернете?
zh_cn: 未能定位用户指南的本地副本位置，你希望联网查看最新版本的用户指南吗？

source: About to generate stats report. Please ensure PDA isn't running on battery power and tap "OK" to begin.
el: Περί της δημιουργίας αναφοράς στατιστικών. Παρακαλώ βεβαιωθείτε ότι το PDA δεν λειτουργεί με την μπαταρία και κάντε ταπ στο "OK" για έναρξη.
ru: Всё готово для создания статистического отчёта. Убедитесь, что КПК питается не от аккумулятора и нажмите OK.
zh_cn: 即将生成状态报告 请确认 PDA 并未运行于电池供电模式并点击 "确定" 来开始。

source: Stats report generated. Do you wish to view the report now?
el: Η αναφορά στατιστικών δημιουργήθηκε. Θέλετε να δείτε την αναφορά τώρα;
ru: Статистический отчёт создан. Показать его?
zh_cn: 开始生成报告 你确认现在查看报告吗？

source: Please note: If you wish to create a new volume for use on both PDAs and PCs, please do so using the PC version of LibreCrypt. See documentation for further explanation.
el: Παρακαλώ σημειώστε: Εάν θέλετε να δημιουργήσετε ένα νέο τόμο για κοινή χρήση σε PDAs και PCs, παρακαλώ χρησιμοποιήστε την έκδοση LibreCrypt για PC. Δείτε την τεκμηρίωση για περαιτέρω εξηγήσεις.
ru: Примечание: если вы хотите создать том для использования в КПК и в ПК, используйте версию LibreCrypt для персонального компьютера. См. подробности в документации.
zh_cn: 请注意：如果你希望创建一个新的电脑和PDA均可使用的加密卷，请使用电脑版本的 LibreCrypt 来执行。 参考文档以获取更多解释。

source: Unable to create main window
el: Αδυναμία δημιουργίας κύριου παραθύρου
ru: Невозможно создать главное окно
zh_cn: 未能创建主窗体

source: Unable to get details of all mounted volumes
el: Ενεργοποίηση λήψης στοιχείων όλων των συνδεδεμένων τόμων
ru: Невозможно получить сведения обо всех смонтированных томах
zh_cn: 未能获取所有加载点加密卷的细节

source: Main driver version:
el: Έκδοση κύριου οδηγού:
ru: Основной драйвер:
zh_cn: 主驱动版本:

source: APP_TRANSLATOR_CREDIT_HERE
zh_cn: 致谢

source: CDB at offset
el: CDB σε μετάθεση
ru: CDB по смещению
zh_cn: CDB 于偏移

source: Mountpoint:
el: Σημείο σύνδεσης:
ru: Точка монтирования:
zh_cn: 加载点:

source: Mounted as device:
el: Συνδέθηκε σαν συσκευή:
ru: Смонтировано как устройство:
zh_cn: 已加载为设备:

source: Language name:
el: Όνομα γλώσσας:
ru: Язык:
zh_cn: 语言名称:

source: Language code:
el: Κωδικός γλώσσας:
ru: Код языка:
zh_cn: 语言代码:

source: Translator:
el: Μεταφραστής:
ru: Переводчик:
zh_cn: 翻译人员:

source: XOR sector IVs with volume IV
el: XOR τομέα IVs με τόμο IV
ru: XOR секторных IV с IV тома
zh_cn: XOR 扇区 IVs 带有卷 IV

source: Confirm:
el: Επιβεβαίωση:
ru: Подтвердите:
zh_cn: 确认:

source: User generated random data
el: Γεννήτρια τυχαίων δεδομένων χρήστη
ru: Пользовательские
zh_cn: 用户生成的随机数据

source: Display large icons
el: Προβολή μεγάλων εικονιδίων
ru: Крупные значки
zh_cn: 显示大图标

source: Support WM 5.0 soft keys
el: Υποστήριξη WM 5.0 soft keys
ru: Поддержка soft-клавиш WM 5.0
zh_cn: 支持 WM 5.0 软件键

source: Save settings to config file
el: Αποθήκευση ρυθμίσεων στο αρχείο ρυθμίσεων
ru: Сохранить настройки в файле
zh_cn: 保存设置到配置文件

source: Please select which hash drivers should be enabled:
el: Παρακαλώ επιλέξτε ποιοί οδηγοί κατακερματισμού θα ενεργοποιηθούν:
ru: Выберите хеш-драйверы.
zh_cn: 请选择应被启用的哈希驱动器

source: Note: The more drivers you enable, the slower volume opening will be.
el: Σημείωση: Όσο περισσότεροι οδηγοί σας είναι ενεργοποιημένοι, τόσο πιο αργή θα είναι η σύνδεση του τόμου.
ru: !!! Чем больше драйверов выбрано, тем медленнее монтирование тома.
zh_cn: 注意：启动的驱动越多，加载加密卷的时间越长。

source: Base mountpoint on filename
el: Βάση σημείου σύνδεσης στο όνομα αρχείου
ru: Базовая точка монтирования в имени файла
zh_cn: 基于文件名的基准加载点

source: Default mountpoint
el: Προεπιλ. σημείο σύνδεσης
ru: Точка монтирования по умолчанию
zh_cn: 默认加载点

source: Mountpoints
el: Σημεία σύνδεσης
ru: Точки монтирования
zh_cn: 加载点

source: Explorer:
el: Εξερευνητής:
ru: Проводник:
zh_cn: 打开：

source: Please select which cypher drivers should be enabled:
el: Παρακαλώ επιλέξτε ποιοί οδηγοί κρυπτογράφησης θα ενεργοποιηθούν:
ru: Выберите драйверы шифрования.
zh_cn: 请选择要启用的加密算法驱动：

source: Driver:
el: Οδηγός:
ru: Драйвер:
zh_cn: 驱动：

source: Open...
el: Σύνδεση...
ru: Монтировать...
zh_cn: 加载...

source: Dump LUKS details to file...
el: Εγκατάλειψη στοιχείων LUKS στο αρχείο...
ru: Дамп LUKS в файл...
zh_cn: 转储 LUKS 细节到文件...

source: View
el: Προβολή
ru: Вид
zh_cn: 查看

source: Change password/details...
el: Αλλαγή κωδικού/λεπτομέρειες...
ru: Изменить пароль/данные...
zh_cn: 更换密码/细节...

source: Dump to human readable file...
el: Εγκατάλειψη σε ανθρωπίνως αναγνώσιμο αρχείο...
ru: Дамп в читабельный файл...
zh_cn: 转储到可读文件中...

source: About...
el: Περί...
ru: О программе...
zh_cn: 关于...

source: Done
el: Ολοκληρώθηκε
ru: Готово
zh_cn: 完成

source: Explore
el: Εξερεύνηση
ru: Обзор
zh_cn: 打开

source: Stats report
el: Αναφορά στατιστικών
ru: Статистика
zh_cn: 统计报告

source: < Back
el: < Πίσω
ru: < Назад
zh_cn: < 后退

source: Next >
el: Επόμενο >
ru: Далее >
zh_cn: 前进 >

source: Finish
el: Τερματισμός
ru: Готово
zh_cn: 完成

source: Comments
el: Σχόλια
ru: Комментарии
zh_cn: 注释

source: Translation
el: Μετάφραση
ru: Перевод
zh_cn: 翻译
