Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Autorun pre/post-open/lock
el: Αυτόματη έναρξη προ/μετά-σύνδεσης/αποσύνδεσης
hr: Autopokreni prije/poslje montiranja/demontiranja
ru: Автозапуск пред/пост-монтирования/размонтирования
zh_cn: 自动运行 加载前/加载后/卸载

source: Post-&Open:
el: Μετα-&σύνδεση:
hr: Poslije montiranja:
ru: &Постмонтир.:
zh_cn: 加载后(&M)：

source: &Pre-dismount:
el: &Προαποσύνδεση:
hr: Prije demontiranja:
ru: Пр&едразмонтир.:
zh_cn: 卸载前(&P)：

source: Post-&dismount:
el: Μετα-&αποσύνδεση:
hr: Poslje demontiranja:
ru: П&остразмонтир.:
zh_cn: 卸载后(&D)：

source: &Warn user if file is not found.
el: &Προειδοποίηση χρήστη, άν το αρχείο δεν βρεθεί.
hr: &Upozori korisnika ako datoteka nije pronađena.
ru: Предупре&ждать, если файл не найден
zh_cn: 文件未发现时警告(&W)

source: Password Expiry
zh_cn: 密码过期

source: days
zh_cn: 天

source: Passwords expire after:
zh_cn: 密码在此后过期:

source: Warn when opening a volume with a password older than:
zh_cn: 当加载带有早于此时间的密码的加密卷时警告：

source: Force password changes
zh_cn: 强制修改密码

source: Warn user about old passwords
zh_cn: 警告用户密码过旧

source: Password Requirements
zh_cn: 密码要求:

source: characters
zh_cn: 字符

source: Dictionary file:
zh_cn: 词典文件

source: Threshold:
zh_cn: 门槛：

source: Uppercase letters:
zh_cn: 大写字符：

source: Lowercase letters:
zh_cn: 小写字符：

source: Numbers:
zh_cn: 数目：

source: Punctuation:
zh_cn: 标点符号:

source: Spaces:
zh_cn: 空格：

source: Require minimum password length
zh_cn: 需要中等密码长度

source: Require minimum number of each class of character
zh_cn: 对于每类字符需要中等密码长度

source: Check passwords against dictionary
zh_cn: 对照词典检查密码

source: Prevent similar passwords when changing password
zh_cn: 当修改密码时阻止相似密码

source: Check for keyboard patterns
zh_cn: 检查键盘状态

source: Check for repeated characters
zh_cn: 检查重复字符

source: Check for repeated strings
zh_cn: 检查重复字符串

source: Check for sequences
zh_cn: 检查序列

source: Security Token/Smartcard support
el: Υποστήριξη Καρτών Ασφαλείας/Έξυπνων καρτών
hr: Sigurnosni Token/Smartcard podrška
ru: Поддержка токенов/смарткарт
zh_cn: 安全口令牌/智能卡支持

source: PKCS#11 &library:
el: &Βιβλιοθήκη PKCS#11:
ru: &Файл библиотеки:
zh_cn: PKCS#11 类库(&L):

source: &Enable PKCS#11 support
el: Ενεργοπ. υποστήριξης PKCS#11
hr: Uključi PKCS#11 podršku
ru: &Поддержка PKCS#11
zh_cn: 启用 PKCS#11 支持(&E)

source: &Verify
el: &Επαλήθευση
hr: &Potvrdi
ru: П&роверка
zh_cn: 验证(&V)

source: Automount/dismount
el: Αυτόματη σύνδεση/αποσύνδεση
hr: Automontiraj/demontiraj
ru: Автомонтирование/размонтирование
zh_cn: 自动加载/卸载

source: V&olume:
el: &Τόμος:
hr: V&olumen:
ru: &Том:
zh_cn: 加密卷(&O):

source: Auto &dismount PKCS#11 volumes when associated token is removed
el: Αυτόμ. &αποσύνδεση τόμων PKCS#11 όταν αφαιρείται η σχετική κάρτα
hr: Automatski demontiraj PKCS#11 volumen kada je asocirani token uklonjen
ru: &Авторазмонтировать тома PKCS#11 при извлечении токена
zh_cn: 当关联口令牌移除时自动卸载 PKCS#11 加密卷(&D)

source: Auto &Open specified volume on token insertion
el: Αυτόμ. &σύνδεση του τόμου όταν εισάγεται κάρτα
hr: Automatski montiraj odgovarajući volumen prilikom ubacivanja tokena
ru: А&втомонтировать этот том при вставке токена
zh_cn: 在口令牌插入时自动加载指定加密卷(&M)

source: &Autodetect
el: &Αυτόμ. ανίχνευση
hr: &Automatski detektiraj
ru: Авт&оопр.
zh_cn: 自动检测(&A)

source: OK
el: ΟΚ
zh_cn: 确定

source: Cancel
el: Άκυρο
hr: Poništi
ru: Отмена
zh_cn: 取消

source: O&ffset:
el: &Μετάθεση:
hr: Odstoj
ru: С&мещение:
zh_cn: 偏移(&F)

source: bytes
ru: байт
zh_cn: 字节

source: &Offset:
el: &Μετάθεση:
hr: Odstoj
ru: См&ещение:
zh_cn: 偏移(&O):

source: Volume/keyfile details
el: Στοιχεία τόμου/αρχείου κλειδιού
hr: Detalji volumena/datoteke ključa
ru: Сведения о томе/ключевом файле
zh_cn: 加密卷/密钥文件细节

source: &Volume/keyfile:
el: &Τόμος/αρχείο κλειδιού:
hr: Volumen/datoteka ključa:
ru: &Том/кл.файл:
zh_cn: 加密卷/密钥文件(&V):

source: &Password:
el: &Κωδικός:
hr: &Lozinka:
ru: &Пароль:
zh_cn: 密码(&P)

source: Dump file
el: Εγκατάλειψη αρχείου
hr: Odbaci datoteku
ru: Дамп
zh_cn: 转储文件

source: &Dump to file:
el: &Εγκατάλ. στο αρχείο:
hr: &Odbaci u datoteku:
ru: &Дамп в файл:
zh_cn: 转储文件(&D):

source: bits
ru: бит
zh_cn: 位

source: &Salt length:
el: Μήκος &αλατιού:
hr: Dužina soli
ru: &Длина 'соли':
zh_cn: 要素长度(&S):

source: &Key iterations:
el: &Επαναλήψεις κλειδιού:
hr: Iteracije datoteke ključa:
ru: Кл&юч. итерации:
zh_cn: 密钥离散(&K):

source: (optional)
el: (προαιρετικό)
hr: (opcionalno)
ru: (дополнительно)
zh_cn: (可选)

source: Base IV cypher on hash length
el: Βάση κρυπτογράφησης IV στο μήκος κατακερματισμού
hr: Base IV šifra na dužinu smješe
ru: Базовый IV-шифр по длине хеша
zh_cn: 基于哈希长度的基准 IV 算法

source: &Save...
el: Α&ποθήκευση...
hr: &Pohrani...
ru: Со&хранить...
zh_cn: 保存(&S)...

source: Close
el: Κλείσιμο
hr: Zatvori
ru: Закрыть
zh_cn: 关闭

source: Show &advanced
el: Προβολή &προχωρημένων
hr: Pokaži %dodatno
ru: Рас&ширенные
zh_cn: 显示高级选项(&A)

source: &Drivers...
el: &Οδηγοί...
hr: &Upravljački programi...
ru: &Драйверы...
zh_cn: 驱动器(&D)

source: Select &all
el: Επιλογή &όλων
hr: Izaberi &sve
ru: Выбрать &все
zh_cn: 全部选择(&A)

source: &Copy
el: &Αντιγραφή
hr: &Kopiraj
ru: С&копировать
zh_cn: 复制(&C)

source: &Drive:
el: &Οδηγός:
hr: &Pogon:
ru: &Диск:
zh_cn: 驱动器(&D):

source: &Path to copy to:
el: &Διαδρομή για αντιγραφή:
hr: Putanja za kopirati u:
ru: &Путь копирования:
zh_cn: 目标路径(&P):

source: &Refresh
el: &Ανανέωση
hr: &Osveži
ru: О&бновить
zh_cn: 刷新(&R)

source: &Mark autorun.inf file as hidden
el: &Μαρκάρισμα αρχείου autorun.inf σαν κρυφό
hr: Obilježi autorun.inf datoteku kao skrivenu
ru: Сд&елать autorun.inf скрытым
zh_cn: 标记 autorun.inf 文件为隐藏(&M)

source: &File
el: &Αρχείο
hr: &Datoteka
ru: &Файл
zh_cn: 文件(&F)

source: &Linux volume
el: Τόμος &Linux
hr: &Linux volumen
ru: &Том Linux
zh_cn: Linux 卷(&L)

source: Contains commands for working with Linux volumes.
el: Περιέχει εντολές για εργασία με τόμο Linux.
ru: Команды для работы с томами Linux
zh_cn: 包含操作 Linux 加密卷的命令

source: &View
el: &Προβολή
hr: &Pogledaj
ru: &Вид
zh_cn: 查看(&V)

source: Contains commands for manipulating the view.
el: Περιέχει εντολές για χειρισμό της προβολής.
ru: Команды для управления представлением
zh_cn: 包含处理查看的命令

source: &Tools
el: &Εργαλεία
hr: &Alati
ru: &Сервис
zh_cn: 工具(&T)

source: Contains tools commands.
el: Περιέχει εντολές εργαλείων.
ru: Сервисные команды
zh_cn: 包含工具命令.

source: &Create keyfile...
el: &Δημιουργία αρχείου κλειδιού...
hr: &Kreiraj datoteku ključa...
ru: Создать &ключевой файл
zh_cn: 创建密钥文件(&C)...

source: Create a keyfile for an encrypted volume.
el: Δημιουργία αρχείου κλειδιού για ένα κρυπτογραφημένο τόμο.
ru: Создать ключевой файл для зашифрованного тома
zh_cn: 为加密加密卷创建一个密钥文件.

source: Change volume/keyfile &password/details...
el: Αλλαγή &κωδικού/στοιχείων τόμου/αρχείου κλειδιού...
hr: Promeni volumenu/datoteci ključa lozinku/detalje...
ru: Изменить &пароль/детали тома/ключевого файла...
zh_cn: 修改加密卷/密钥文件的密码/细节(&P)...

source: Change a volume or keyfile's password or other details.
el: Αλλαγή κωδικού ενός τόμου ή αρχείου κλειδιού ή άλλων στοιχείων.
ru: Изменить пароль или прочие данные тома или ключевого файла
zh_cn: 修改加密卷或密钥文件的密码或其它细节.

source: Critical data &block
el: &Μπλοκ κρίσιμων δεδομένων
hr: Blok kritičnih informacija
ru: &Блок критических данных
zh_cn: 关键数据区块(&B)

source: Contains commands relating to Critical Data Blocks (CDBs)
el: Περιέχει εντολές που αφορούν τα Μπλοκ Κρίσιμων Δεδομένων (CDBs)
ru: Команды, относящиеся к блокам с критическими данными (CDB)
zh_cn: 包含与关键数据区块(CDB)相关联的命令

source: &Help
el: &Βοήθεια
hr: &Pomoć
ru: С&правка
zh_cn: 帮助(&H)

source: Contains commands for displaying Help.
el: Περιέχει εντολές για προβολή βοήθειας.
ru: Команды вывода справки
zh_cn: 包含显示帮助的命令.

source: All files (*.*)|*.*
el: Όλα τα αρχεία (*.*)|*.*
hr: Sve datoteke (*.*)|*.*
ru: Все файлы (*.*)|*.*
zh_cn: 所有文件 (*.*)|*.*

source: &New ...
el: &Νέο...
hr: &Novo...
ru: &Создать
zh_cn: 新加密卷(&N)...

source: New encrypted volume
el: Νέος κρυπτογραφημένος τόμος
hr: Novi šifrirani volumen
ru: Создать новый зашифрованный том
zh_cn: 创建新的加密加密卷

source: &Open file...
el: &Σύνδεση αρχείου...
hr: &Montiraj datoteku...
ru: С&монтировать файл...
zh_cn: 加载文件(&M)...

source: Open a file based encrypted volume
el: Σύνδεση με αρχείο βασισμένο σε κρυπτογραφημένο τόμο
hr: Montiraj šifrirani volumen baziran na datoteci
ru: Смонтировать зашифрованный том на основе файла
zh_cn: 加载一个文件类型的加密加密卷

source: &Dismount
el: &Αποσύνδεση
hr: &Demontiraj
ru: &Размонтировать
zh_cn: 卸载(&D)

source: Dismount selected volumes
el: Αποσύνδεση επιλεγμένων τόμων
ru: Размонтировать выбранные тома
zh_cn: 卸载选择的加密卷

source: &New file...
el: &Νέο αρχείο...
hr: &Nova datoteka...
ru: &Новый файл
zh_cn: 新文件(&N)...

source: New Linux volume
el: Νέος τόμος Linux
hr: Novi Linux volumen
ru: Новый том Linux
zh_cn: 新建 Linux 加密卷

source: Open Linux file
el: Σύνδεση αρχείου Linux
hr: Montiraj Linux volumen
ru: Смонтировать том Linux
zh_cn: 加载 Linux 文件

source: E&xit
el: Έ&ξοδος
hr: I&zađi
ru: В&ыход
zh_cn: 退出(&X)

source: Exit
el: Έξοδος
hr: Izađi
ru: Выход
zh_cn: 退出

source: Refreshes the current display.
el: Ανανέωση της τρέχουσας εμφάνισης.
ru: Обновить текущий экран
zh_cn: 刷新当前显示内容.

source: List &cyphers...
el: Λίστα &κρυπτογραφημάτων...
hr: Izlistaj šifre
ru: &Шифры
zh_cn: 列表算法(&C)...

source: Lists all cypher algorithms available
el: Λίστα όλων των διαθέσιμων αλγορίθμων κρυπτογράφησης
ru: Показать все доступные алгоритмы шифрования
zh_cn: 列表可用的所有加密算法

source: List &hashes...
el: Λίστα &κατακερματισμών...
hr: Izlistaj smješe
ru: &Хеши
zh_cn: 列表哈希(&H)...

source: Lists all hash algorithms available
el: Λίστα όλων των διαθέσιμων αλγορίθμων κατακερματισμού
ru: Показать все доступные алгоритмы хеширования
zh_cn: 列表所有可用的哈希算法

source: &PKCS#11 token management...
el: Διαχείριση καρτών &PKCS#11...
hr: Upravljanje &PKCS#11 tokenima
ru: &Управление токеном PKCS#11
zh_cn: &PKCS#11 口令牌管理...

source: Enables you to manage PKCS#11 tokens.
el: Σας επιτρέπει να διαχειριστείτε τις κάρτες PKCS#11.
ru: Позволяет управлять токенами PKCS#11
zh_cn: 使你可以管理 PKCS#11 口令牌.

source: &User guide
el: &Οδηγός χρήσης
hr: &Uputstvo za uporabu
ru: Руководство пол&ьзователя
zh_cn: 用户指南(&U)

source: Displays the user guide
el: Εμφάνιση του οδηγού χρήσης
ru: Показать руководство пользователя
zh_cn: 显示用户帮助

source: Installs the software on a USB (or other removable) drive
el: Εγκατάσταση του λογισμικού σε έναν οδηγό USB (ή άλλο αφαιρούμενο)
ru: Установить программу на USB (или другой сменный) диск
zh_cn: 在USB或其它可移动驱动器上安装此软件

source: Displays program inforamtion, version number and copyright.
el: Εμφάνιση πληροφοριών προγράμματος, αριθμού έκδοσης και πνευματικών δικαιωμάτων.
ru: Показать сведения о программе, версии и авторских правах
zh_cn: 显示程序信息，版本号和版权信息

source: &Options...
el: &Επιλογές...
hr: &Opcije
ru: &Настройки
zh_cn: 选项(&O)...

source: Enables you to change settings
el: Ενεργοποίηση αλλαγών ρυθμίσεων
ru: Изменить настройки
zh_cn: 你可以在这里修改设置

source: Check for u&pdates...
el: Έλεγχος για ενημερώσεις...
ru: На&йти обновления...
zh_cn: 检查更新(&P)...

source: Checks to see if a later version of the software is available
el: Έλεγχοι για να δούμε αν μια νεότερη έκδοση του λογισμικού είναι διαθέσιμη
ru: Проверить наличие более новой версии программы
zh_cn: 检查软件是否有最新版本

source: &Backup...
el: &Αντίγραφο ασφαλείας...
hr: &Napravi sigurnosnu kopiju...
ru: Сделать р&езервную копию...
zh_cn: 备份(&B)...

source: Backup a volume's CDB
el: Αντίγραφο ασφαλείας CDB ενός τόμου
ru: Сделать резервную копию CDB тома
zh_cn: 备份加密卷的 CDB

source: &Restore...
el: &Επαναφορά...
hr: &Povrati...
ru: &Восстановить из резервной копии...
zh_cn: 恢复(&R)...

source: Restore a volume's CDB from a backup copy
el: Επαναφορά CDB ενός τόμου από αντίγραφο ασφαλείας
ru: Восстановить CDB тома из резервной копии
zh_cn: 从备份中恢复加密卷的 CDB

source: &Dump to human readable file...
el: &Εγκατάλειψη σε ανθρωπίνως αναγνώσιμο αρχείο...
hr: Odbaci u ljudima čitku datoteku
ru: &Дамп в текстовый файл...
zh_cn: 转储到可读文件中(&D)...

source: Dump a CDB to a human readable text file.
el: Εγκατάλειψη ενός CDB σε ένα ανθρωπίνως αναγνώσιμο αρχείο κειμένου.
ru: Сбросить содержимое CDB в читабельный для человека текстовый файл
zh_cn: 转储 CDB 到可读文本文件

source: &Dump LUKS details to human readable file...
el: &Εγκατάλειψη στοιχείων LUKS σε ανθρωπίνως αναγνώσιμο αρχείο...
hr: Odbaci LUKS detalje u ljudima čitku datoteku...
ru: Д&амп LUKS в текстовый файл...
zh_cn: 转储 LUKS 细节到可读文件(&D)...

source: Dump a LUKS volumes header to a human readable text file.
el: Εγκατάλειψη επικεφαλίδας ενός LUKS τόμου σε ένα ανθρωπίνως αναγνώσιμο αρχείο κειμένου.
ru: Дамп заголовка томов LUKS в читабельный для человека текстовый файл
zh_cn: 转储 LUKS 加密卷的头部信息到可读文本文件。

source: Options
el: Επιλογές
hr: Opcije
ru: Настройки
zh_cn: 选项

source: &Save above settings to:
el: Α&ποθήκευση των παραπάνω ρυθμίσεων σε:
hr: &Pohrani gornje postavke u:
ru: &Сохранить установки в:
zh_cn: 保存上述设置到(&S)：

source: Update check..
el: Έλεγχος ενημέρωσης...
ru: Проверка обновления
zh_cn: 更新检查...

source: This version:
el: Τρέχουσα έκδοση
ru: Эта версия:
zh_cn: 此版本：

source: Latest version:
el: Νεότερη έκδοση:
ru: Новая версия:
zh_cn: 最新版本：

source: Click here to download the latest version
el: Κλικ εδώ για λήψη της νεότερης έκδοσης
ru: Щёлкните здесь, чтобы загрузить новейшую версию
zh_cn: 点击此处下载最新版本

source: Do not notify about this version again.
el: Να μην ενημερωθώ ξανά περί νέας έκδοσης.
ru: Больше не напоминать об этой версии
zh_cn: 不要再提示我关于此版本的信息。

source: Advanced
el: Για προχωρημένους
ru: Дополнительно
zh_cn: 高级

source: (Set to 0 to disable MRU list)
el: (Δώστε 0 για απενεργ. λίστας MRU)
hr: (Podesite na 0 da isključite listu skoro otvaranih datoteka)
ru: (0 = запретить список недавних)
zh_cn: (设置为0可以禁用MRU列表)

source: &Max. number of volumes to show in most recently used list:
el: &Μέγ. αριθμός τόμων που προβάλονται στην πιό πρόσφατα χρησιμ/νη λίστα:
hr: Najveći broj volumena za prikazati u listi skoro korištenih
ru: &Макс. недавних томов в списке:
zh_cn: 最近使用列表中能够显示的加密卷的最大数目：

source: Overwrite &passes:
el: &Επιτρεπτή αντικατάσταση:
ru: Проходов пере&записи:
zh_cn: 覆写次数(&P)：

source: O&verwrite method:
el: &Μέθοδος αντικατάστασης:
ru: &Метод перезаписи:
zh_cn: 覆写方法(&V)：

source: When &moving files/folders to a mounted volume:
el: Όταν μετακινούνται αρχεία/φάκελοι σε ένα συνδεδεμένο τόμο:
ru: При переме&щении файлов/папок в смонтированный том:
zh_cn: 当移动文件或文件夹到已加载的加密卷时(&M)：

source: Display advanced &options when opening
el: Εμφάν. προχωρ. &επιλογών στη σύνδεση
hr: Pokaži dodatne &opcije pri montiranju
ru: Показ дополнительных настроек при монтировании
zh_cn: 加载时显示高级选项(&O)

source: &Revert volume timestamps on dismount
el: &Επαναφορά χρονοσημ.τόμου στην αποσύνδεση
hr: Vrati volumenove vremenske atribute pri demontiranju
ru: &Сохранять дату/время тома
zh_cn: 卸载时反转加密卷时间戳记(&R)

source: Pre&serve file timestamps on store/extract
el: Διατήρηση χρονοσημ. αρχείου στην αποθήκευση/εξαγωγή
ru: &Сохранять дату/время файлов при записи/извлечении
zh_cn: 存储或释放时保留文件的时间戳记(&S)

source: Allow ta&bs in passwords
el: Επιτρέπ. σ&τηλοθέτες στους κωδικούς
ru: &Табуляторы в паролях
zh_cn: 密码中允许使用制表符(&B)

source: Allow &newlines in passwords
el: Επιτρέπ. νέες γραμμές στους κωδικούς
ru: &Переводы строк в паролях
zh_cn: 密码中允许换行符(&N)

source: General
el: Γενικά
hr: Opće
ru: Общие
zh_cn: 常规

source: &Language:
el: &Γλώσσα:
hr: &Jezik:
ru: &Язык:
zh_cn: 语言(&L)

source: Check for &updates:
el: Έλεγ&χος για ενημερώσεις:
ru: Проверка о&бновлений:
zh_cn: 检查更新(&U)

source: &When storing files/folders, perform:
el: &Στην αποθήκ. αρχείων/φακέλων, εκτέλεση:
ru: &Действие при сохранении файлов/папок:
zh_cn: 当存储文件或文件夹时，执行(&W)：

source: Display &toolbar
el: Προβολή ε&ργαλειοθήκης
hr: Pokaži &alatnu traku
ru: Показывать панель &инструментов
zh_cn: 显示工具栏(&T)

source: Display &passwords when entered
el: Εμφάνιση &κωδικών όταν εισαχθούν
hr: Pokaži &lozinku kada je unesena
ru: Показывать &пароли при вводе
zh_cn: 输入时显示密码(&P)

source: Large &icons
el: &Μεγάλες εικόνες
hr: Velike &ikone
ru: &Крупные значки
zh_cn: 大图标(&I)

source: Display &captions
el: Εμφάνιση &λεζάντας
hr: Pokaži &opise
ru: Показывать п&одписи
zh_cn: 显示标题(&C)

source: Show &hidden files and folders
el: Εμφάνιση &κρυφών αρχείων και φακέλων
ru: Показывать &скрытые файлы и папки
zh_cn: 显示隐藏文件和文件夹(&H)

source: Hide extensions of &known file types
el: Απόκρυψη επεκτάσεων &γνωστών τύπων
ru: Скр&ывать расширения у зарегистрированных типов файлов
zh_cn: 显示已知文件类型的扩展名(&K)

source: Save &window layout on exit
el: Αποθήκ. διάταξης &παραθύρου στην έξοδο
ru: Со&ранять расположение окна при выходе
zh_cn: 退出时保存窗口布局(&W)

source: Drive Open
zh_cn: 驱动器加载

source: Default drive &letter:
el: Προεπιλεγμένο &γράμμα οδηγού:
hr: Podrazumijevana oznaka pogona
ru: &Буква диска по умолчанию:
zh_cn: 默认驱动盘符(&L)：

source: &Map mounted volume to drive letter
zh_cn: 映射加载的加密卷到驱动盘符(&M)：

source: &Share base name:
zh_cn: 共享基础名称(&S)：

source: &Overwrite cache on dismount
zh_cn: 卸载加盟卷时覆写缓存(&O)

source: &Access log
zh_cn: 访问记录:

source: De&bug log
zh_cn: 调试记录(&B)

source: &Explore after Open
el: &Εξερεύνηση μετά τη σύνδεση
hr: &Istraži nakon montiranja
ru: Об&зор после монтирования
zh_cn: 加载后打开(&E)

source: Display &message on successful Open
el: Εμφάνιση &μηνύματος σε επιτυχή σύνδεση
hr: Pokaži &poruku na uspješno montiranje
ru: Сооб&щать об успешном монтировании
zh_cn: 成功加载后显示信息(&M)

source: Fol&der:
el: &Φάκελος:
ru: П&апка:
zh_cn: 文件夹(&D)

source: &Go
el: &Πάμε
hr: &Idi
zh_cn: 转到(&G)

source: &Store
el: &Καταχώρηση
hr: &Pohrani
ru: &Сохранить
zh_cn: 存储(&S)

source: Views
el: Προβολές
hr: Pogledi
ru: Вид
zh_cn: 查看

source: Plaintext &image
el: &Εικόνα απλού κειμένου
hr: Nešifrirani volumen
ru: Н&езашифрованный образ
zh_cn: 明文映像(&I)

source: Contains commands for working with plaintext volumes.
el: Περιέχει εντολές για εργασία με τόμους απλού κειμένου.
ru: Команды для работы с незашифрованными томами
zh_cn: 包含用于明文加密卷的命令

source: &Edit
el: &Επεξεργασία
hr: &Uredi
ru: &Правка
zh_cn: 编辑(&E)

source: Contains commands for copying files and folders to the mounted volume.
el: Περιέχει εντολές για αντιγραφή αρχείων και φακέλων σε συνδεδεμένο τόμο.
ru: Команды для копирования файлов и папок в смонтированный том
zh_cn: 包含复制文件和文件夹到已加载加密卷的命令.

source: &Toolbars
el: &Εργαλειοθήκες
hr: &Alatne trake
ru: Пан&ели
zh_cn: 工具栏(&T)

source: Shows or hides toolbars.
el: Εμφάνιση ή απόκρυψη εργαλειοθηκών.
ru: Показать/скрыть панели инструментов
zh_cn: 显示或隐藏工具栏

source: &Explorer Bar
el: &Γραμμή εξερεύνησης
ru: Панель Про&водника
zh_cn: 浏览工具条(&E)

source: Shows or hides an Explorer bar.
el: Εμφάνιση ή απόκρυψη Γραμμής εξερεύνησης.
ru: Показать/скрыть панель Проводника
zh_cn: 显示或隐藏浏览工具条。

source: Overwrite
el: Αντικατάσταση
ru: Перезапись
zh_cn: 覆写

source: Contains commands for overwriting.
el: Περιέχει εντολές για αντικατάσταση.
ru: Команды для перезаписи
zh_cn: 包含覆写的命令

source: Open file based plaintext volume
el: Σύνδεση αρχείου βασισμένου σε τόμο απλού κειμένου
ru: Смонтировать незашифрованный том на основе файла
zh_cn: 加载文件类型的明文加密卷

source: Selects all items in the window
el: Επιλογή όλων των αντικειμένων του παραθύρου
ru: Выбрать все элементы в окне
zh_cn: 选择窗口中的全部项目

source: &Show boot sector details...
el: &Εμφάνιση λεπτομερειών τομέα εκκίνησης...
hr: &Pokaži detalje početnog sektora...
ru: Сведения о &загрузочном секторе...
zh_cn: 显示启动扇区细节(&S)...

source: Displays information about the boot sector
el: Εμφανίζει πληροφορίες σχετικά με τον τομέα εκκίνησης συστήματος
ru: Показать информацию о загрузочном секторе
zh_cn: 显示启动扇区的信息

source: Check filesystem
el: Έλεγχος συστήματος αρχείων
hr: Provjeri sustav datoteka
ru: Проверить файловую систему
zh_cn: 检查文件系统

source: Checks the opened container for filesystem errors
el: Έλεγχος συνδεδεμένου τόμου για λάθη συστήματος αρχείων
ru: Проверить на ошибки файловую систему смонтированного тома
zh_cn: 检查已载入的加密盘的文件系统错误

source: Ico&ns
el: Εικόνες
hr: Iko&ne
ru: Зна&чки
zh_cn: 图标(&N)

source: Displays items by using large icons
el: Εμφάνιση αντικειμένων με χρήση μεγάλων εικόνων
ru: Отображать элементы в виде крупных значков
zh_cn: 大图标显示条目

source: &Small Icons
el: &Εικονίδια
hr: &Male ikone
ru: &Мелкие значки
zh_cn: 小图标(&S)

source: Displays items by using small icons
el: Εμφάνιση αντικειμένων με χρήση μικρών εικόνων
ru: Отображать элементы в виде мелких значков
zh_cn: 显示使用小图标的条目

source: &List
el: &Λίστα
hr: &Lista
ru: &Список
zh_cn: 列表(&L)

source: Displays items in a list.
el: Προβολή στοιχείων σε μια λίστα.
ru: Отображать элементы в виде списка
zh_cn: 在列表中显示条目.

source: &Details
el: &Λεπτομέρειες
hr: &Detalji
ru: Таблица
zh_cn: 详细(&D)

source: Displays information about each item in the window.
el: Προβολή πληροφοριών για κάθε στοιχείο στο παράθυρο.
ru: Отображать подробные сведения о каждом элементе
zh_cn: 显示窗口中每个条目的详细信息.

source: Status &bar
el: Γραμμή &κατάστασης
hr: Statusna traka
ru: Стро&ка состояния
zh_cn: 状态栏(&B)

source: Shows or hides the status bar.
el: Εμφάνιση/απόκρυψη της γραμμής κατάστασης.
ru: Показать/скрыть строку состояния
zh_cn: 显示或隐藏状态栏.

source: &Address Bar
el: Γραμμή &διεύθυνσης
hr: &Adresna traka
ru: Строка &адреса
zh_cn: 地址栏(&A)

source: Displays the Address bar.
el: Εμφάνιση της γραμμής διεύθυνσης.
ru: Показать строку адреса
zh_cn: 显示或隐藏地址栏

source: &LibreCrypt Buttons
el: &Κουμπιά LibreCrypt
hr: &LibreCrypt tipke
ru: К&нопки LibreCrypt
zh_cn: LibreCrypt 按钮(&F)

source: Displays the LibreCrypt Buttons toolbar.
el: Εμφάνιση της εργαλειοθήκης κουμπιών του LibreCrypt.
ru: Показывать панель кнопок LibreCrypt
zh_cn: 显示 FREEOTEE 按钮栏

source: &Standard Buttons
el: Κανονικά &κουμπιά
hr: &Standardne tipke
ru: &Стандартные кнопки
zh_cn: 标准按钮(&S)

source: Displays the Standard Buttons toolbar.
el: Εμφάνιση της εργαλειοθήκης κανονικών κουμπιών.
ru: Показывать панель стандартных кнопок
zh_cn: 显示标准按钮工具栏

source: E&xtract...
el: Ε&ξαγωγή...
hr: I&zdvoji...
ru: &Извлечь...
zh_cn: 释放(&X)...

source: Extracts the selected items
el: Εξαγωγή των επιλεγμένων στοιχείων
ru: Извлечь выбранные элементы
zh_cn: 释放选定条目

source: &File...
el: &Αρχείο...
hr: &Datoteka...
ru: &Файл...
zh_cn: 文件(&F)...

source: Copies one or more files to the mounted volume
el: Αντιγραφή ενός ή περισσότερων αρχείων στο συνδεδεμένο τόμο
ru: Скопировать один или несколько файлов в смонтированный том
zh_cn: 复制一个或多个文件到已载入的加密卷

source: F&older...
el: &Φάκελος...
hr: M&apa...
ru: &Папка...
zh_cn: 文件夹(&O)...

source: Copies a folder to the mounted volume
el: Αντιγραφή ενός φακέλου στο συνδεδεμένο τόμο
ru: Скопировать папку в смонтированный том
zh_cn: 复制文件夹到已载入的加密卷

source: Create &subfolder...
el: Δημιουργία &υποφακέλου...
hr: Kreiraj &Podmapu...
ru: Создать &подпапку...
zh_cn: 创建子目录(&S)...

source: Creates a new, empty folder.
el: Δημιουργία ενός νέου, κενού φακέλου.
ru: Создать новую, пустую папку
zh_cn: 创建新的空文件夹.

source: &Delete
el: &Διαγραφή
hr: &Izbriši
ru: &Удалить
zh_cn: 删除(&D)

source: Deletes the selected items.
el: Διαγραφή των επιλεγμένων στοιχείων.
ru: Удалить выбранные элементы
zh_cn: 删除选定项目

source: &Properties...
el: &Ιδιότητες...
hr: &Svojstva...
ru: Сво&йства...
zh_cn: 属性(&P)...

source: Displays the properties of the selected items.
el: Προβολή ιδιοτήτων των επιλεγμένων στοιχείων.
ru: Показать свойства выбранных элементов
zh_cn: 显示选择项目的属性

source: Up
el: Επάνω
hr: Gore
ru: Выше
zh_cn: 向上

source: Back
el: Πίσω
hr: Natrag
ru: Назад
zh_cn: 后退

source: Forward
el: Μπροστά
hr: Naprijed
ru: Далее
zh_cn: 前进

source: New plaintext volume
el: Νέος τόμος απλού κειμένου
ru: Новый незашифрованный том
zh_cn: 新建明文加密卷

source: F&olders
el: &Φάκελοι
ru: &Папки
zh_cn: 文件夹(&O)

source: Shows the Folders bar.
el: Προβολή της γραμμής φακέλων.
ru: Показать панель папок
zh_cn: 显示文件夹工具条

source: Rena&me
el: &Μετονομασία
ru: П&ереименовать
zh_cn: 重命名(&M)

source: Renames the selected item
el: Μετονομασία του επιλεγμένου στοιχείου
ru: Переименовать выбранный элемент
zh_cn: 重命名选定项目

source: Mo&ve To Folder...
el: Μετα&κίνηση στο φάκελο...
ru: Пере&местить в папку...
zh_cn: 移动到文件夹(&V)...
