Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Associate %s with ".vol" &files
el: Συσχέτιση %s με αρχεία ".vol"
hr: Asocirajte %s sa ".vol" datotekama
ru: Ассоциировать %s с файлами '.vol'
zh_cn: 关联 %s 到 ".vol" 文件(&F)

source: <checking...>
el: <έλεγχος...>
ru: <проверка...>
zh_cn: <正在检查...>

source: Do you want to automatically check for updates in the future?
el: Θέλετε να γίνεται αυτόματα έλεγχος για ενημερώσεις στο μέλλον;
ru: Выполнять автоматический поиск обновлений в будущем?
zh_cn: 你希望以后自动检查更新吗？

source: Unable to determine which version this software is.
el: Ενεργοποίηση προσδιορισμού ποιάς έκδοσης είναι το λογισμικό.
ru: Невозможно определить текущую версию ПО.
zh_cn: 未能确定软件的版本。

source: Unable to determine latest release of %1.
el: Ενεργοποίηση ανίχνευσης νεότερης έκδοσης του %1.
ru: Невозможно определить новейшую версию %1.
zh_cn: 未能确定 %1 的最新发布版本。

source: Canceled checking for updated version
el: Ο έλεγχος για ενημερωμένη έκδοση ακυρώθηκε
ru: Отмена поиска новой версии
zh_cn: 取消了更新检查

source: Never
el: Ποτέ
ru: Никогда
zh_cn: 从不

source: Daily
el: Καθημερινά
ru: Ежедневно
zh_cn: 每日

source: Weekly
el: Εβδομαδιαία
ru: Еженедельно
zh_cn: 每周

source: Monthly
el: Μηνιαία
ru: Ежемесячно
zh_cn: 每月

source: Annually
el: Ετησίως
ru: Ежегодно
zh_cn: 每季度

source: <prompt user>
el: <εντολή χρήστη>
hr: <pitaj korisnika>
ru: <запрос>
zh_cn: <提示用户>

source: <Do not save settings>
el: <Χωρίς αποθήκευση>
hr: <Nemoj pohraniti postavke>
ru: <не сохранять>
zh_cn: <不保存设置>

source: File in %s directory
el: Αρχείο στον κατάλογο %s
hr: Datoteka u %s mapi
ru: файл в папке %s
zh_cn: 文件于 %s 目录

source: File in user profile
el: Αρχείο στο προφίλ χρήστη
hr: Datoteka u profilu korisnika
ru: файл в вашем профиле
zh_cn: 文件于用户配置文件夹

source: Windows registry
el: Μητρώο των Windows
hr: Windows registar
ru: реестре Windows
zh_cn: 注册表

source: Customised location
el: Προσαρμοσμένη θέση
ru: Другое место
zh_cn: 自定义位置

source: Unknown settings location?! Please report seeing this message!
el: Άγνωστη θέση ρυθμίσεων! Παρακαλώ αναφέρετε ότι είδατε αυτό το μήνυμα!
hr: Nepoznata lokacija postavki?! Molimo prijavite da ste vidjeli ovu poruku!
ru: Неизвестное место хранения установок? Сообщите об этой ошибке разработчику!
zh_cn: 位置配置文件位置?!请报告此消息！

source: Your settings could not be saved.
el: Οι ρυθμίσεις σας δεν αποθηκεύτηκαν.
hr: Vaše postavke nisu mogle biti pohranjene.
ru: Не удалось сохранить установки.
zh_cn: 你的设置不能被保存

source: Please ensure that you have suitable access rights in order to write to: %1
el: Παρακαλώ βεβαιωθείτε ότι έχετε τα δικαιώματα πρόσβασης προκειμένου να γράψετε στο: %1
hr: Molimo osigurajte da imate odgovarajuća odobrenja za pristup da biste mogli sačuvati na: %1
ru: Убедитесь, что у вас достаточно прав для записи в: %1
zh_cn: 为了写入到下面位置，请确认你具有合适的权限: %1

source: Filesystem OK
el: Σύστημα αρχείων ΟΚ
hr: Sustav datoteka OK
ru: Файловая система в порядке
zh_cn: 文件系统就绪

source: Filesystem errors detected. Please Open as a normal drive, and run chkdsk to correct. %1 will continue in readonly mode
hr: Greška sustava datoteka primjećena. Molimo montirajte kao obični pogon, pa pokrenite chkdsk da biste popravili. %1 će nastaviti u modu samo za iščitavanje
ru: В файловой системе обнаружены ошибки. Чтобы их исправить, смонтируйте как обычный диск и запустите утилиту chkdsk. %1: продолжение в режиме только чтения
zh_cn: 检测到文件系统错误 请以常规驱动器加载，并且运行 chkdsk 纠正。 %1 将会继续只读模式

source: For security reasons, drive mapping is not currently supported under Windows Vista/Windows 7
zh_cn: 安全考虑，在 Windows Vista/Windows 7 中部支持驱动器映射。

source: You have turned off the option to automatically save the window layout on exiting. Would you like to reset %s to its default window layout the next time it is started?
el: Έχετε απενεργοποιήσει την επιλογή αυτόματης αποθήκευσης της διάταξης παραθύρου στην έξοδο. Θέλετε να επαναφέρετε το %s στην προεπιλεγμένη διάταξη παραθύρου την επόμενη φορά;
ru: Вы отключили автоматическое сохранение расположения окна при выходе. Хотите сбросить %s в размещение по умолчанию для использования при следующем запуске?
zh_cn: 你已经关闭了退出时自动保存窗口布局的选项设置。 你想下次启动时重设 %s 到默认窗口布局吗？

source: Language name: %1
el: Όνομα γλώσσας: %1
hr: Ime jezika: %1
ru: Язык: %1
zh_cn: 语言名称: %1

source: Language code: %1
el: Κωδικός γλώσσας: %1
hr: Kod jezika: %1
ru: Код языка: %1
zh_cn: 语言代码: %1

source: Translator: %1
el: Μεταφραστής: %1
hr: Prevodilac: %1
ru: Переводчик: %1
zh_cn: 翻译: %1

source: (Default)
el: (Προεπιλογή)
hr: (Podrazumijevano)
ru: (По умолчанию)
zh_cn: (默认)

source: Mounted volumes will only be mapped to drive letters when %1 is run under Windows 2000/Windows XP
zh_cn: 仅在 %1 运行于r Windows 2000/Windows XP 时，加载点加密卷才会映射为驱动盘符

source: The changes you make here will only take effect when you next Open a volume
zh_cn: 你在此处的修改仅在你下次加载加密卷的时候才会生效。

source: store
el: αποθήκευση
ru: сохранить
zh_cn: 存储

source: extract
el: εξαγωγή
ru: извлечь
zh_cn: 释放

source: move
el: μετακίνηση
ru: переместить
zh_cn: 移动

source: copy
el: αντιγραφή
ru: скопировать
zh_cn: 复制

source: delete
el: διαγραφή
ru: удалить
zh_cn: 删除

source: storing
el: αποθήκευση
ru: сохранение
zh_cn: 存储中

source: extracting
el: εξαγωγή
ru: извлечение
zh_cn: 正在释放

source: moving
el: μετακίνηση
ru: перемещение
zh_cn: 移动中

source: copying
el: αντιγραφή
ru: копирование
zh_cn: 复制中

source: deleting
el: διαγραφή
ru: удаление
zh_cn: 删除中

source: Encrypted volume
el: Κρυπτογραφημένος τόμος
ru: Зашифрованный том
zh_cn: 已加密加密卷

source: Plaintext volume
el: Τόμος απλού κειμένου
hr: Čisto tekstovni volumen
ru: Незашифрованный том
zh_cn: 明文加密卷

source: Determining size of files/folders....
el: Καθορισμός μεγέθους των αρχείων/φακέλων...
ru: Определение размера файлов/папок...
zh_cn: 正在确定文件或文件夹尺寸...

source: An explorer-type application to allow access to LibreCrypt volumes, without requiring administrator rights to install any drivers
el: Να επιτρέπεται σε μία εφαρμογή τύπου εξερευνητή, με πρόσβαση σε τόμους LibreCrypt, χωρίς τα απαιτούμενα δικαιώματα διαχείρισης, να εγκαθιστά οποιουσδήποτε οδηγούς.
hr: Exploreru-slična aplikacija koja omogućava pristup LibreCrypt volumenima, bez potrebe administratorskih ovlasti da biste instalirali upravljačke programe
ru: Аналогичная Проводнику программа для доступа к томам LibreCrypt без прав администратора и установки каких-либо драйверов
zh_cn: 一个资源管理器类型的程序允许访问 FREEOTFE 加密卷，不具有安装任何驱动的管理员权限

source: Move To
el: Μετακίνηση σε
ru: Переместить в
zh_cn: 移动到

source: Copy To
el: Αντιγραφή σε
ru: Скопировать в
zh_cn: 复制到

source: Delete
el: Διαγραφή
hr: Ibriši
ru: Удалить
zh_cn: 删除

source: Extract
el: Εξαγωγή
hr: Izdvoji
ru: Извлечь
zh_cn: 释放

source: Store
el: Αποθήκευση
hr: Spremi
ru: Сохранить
zh_cn: 存储

source: Properties
el: Ιδιότητες
hr: Svojstva
ru: Свойства
zh_cn: 属性

source: Folders
el: Φάκελοι
ru: Папки
zh_cn: 文件夹

source: Store file...
el: Αποθήκευση αρχείου...
hr: Spremi datoteku...
ru: Сохранение файла...
zh_cn: 存储文件...

source: Store folder...
el: Αποθήκευση φακέλου...
hr: Spremi mapu...
ru: Сохранение папки...
zh_cn: 存储文件夹,,,

source: Extract selected files/folders from the mounted volume
el: Εξαγωγή επιλεγμένων αρχείων/φακέλων από το συνδεδεμένο τόμο
hr: Izdvoji odabrane datoteke/mape iz montiranog volumena
ru: Извлечь выбранные файлы/папки из смонтированного тома
zh_cn: 从已加载加密卷中释放选定的文件或文件夹

source: Store a file/folder in the mounted volume
el: Καταχώρηση ενός αρχείου/φακέλου στο συνδεδεμένο τόμο
hr: Spremi datoteku/mapu u montirani volumen
ru: Сохранить файл/папку в смонтированном томе
zh_cn: 在已加载点加密卷中存储文件或文件夹

source: Store file
el: Αποθήκευση αρχείου
hr: Spremi datoteku
ru: Сохранить файл
zh_cn: 存储文件

source: Store folder
el: Αποθήκευση φακέλου
hr: Spremi mapu
ru: Сохранить папку
zh_cn: 存储文件夹

source: Volume could be mounted, but not mounted as a partition image?!
el: Ο τόμος μπορεί να συνδέθηκε, όμως δεν συνδέθηκε σαν μια εικόνα κατάτμησης!
ru: Том можно смонтировать, но не как образ раздела?
zh_cn: 加密卷能够加载，但是不会加载为分区映像?!

source: The filesystem used by this volume could not be recognised as either FAT12, FAT16 or FAT32. Although LibreCrypt supports all filesystems, LibreCrypt Explorer only supports those listed above.
el: Το σύστημα αρχείων που χρησιμοποιείται από τον τόμο, μπορεί να μην αναγνωρίζεται ως FAT12, FAT16 ή FAT32. Παρόλο που το LibreCrypt υποστηρίζει όλα τα τα συστήματα αρχείων, το LibreCrypt Explorer υποστηρίζει μόνο τα αναφερόμενα παραπάνω.
ru: Файловая система этого тома не распознана как FAT12, FAT16 или FAT32. Хотя LibreCrypt поддерживает все файловые системы, LibreCrypt Explorer работает лишь с перечисленными выше.
zh_cn: 此加密卷所用的文件系统未能被识别为 FAT12, FAT16 或 FAT32. 虽然 LibreCrypt 支持所有文件系统，LibreCrypt 看看去仅支持上述列出的文件系统。

source: Cannot %1 %2: Cannot find the specified file. Make sure you specify the correct path and file name.
el: Αδυναμία %1 %2: Αδυναμία εύρεσης του καθορισμένου αρχείου. Βεβαιωθείτε ότι καθορίσατε σωστή διαδρομή και όνομα αρχείου.
ru: Невозможно %1 %2: не найден указанный файл. Проверьте правильность пути и имени файла.
zh_cn: 不能 %1 %2: 不能发现指定文件。 确认你指定了正确的路径和文件名称。

source: Cannot %1 %2: Cannot find the specified destination. Make sure you specify the correct path and file name.
el: Αδυναμία %1 %2: Αδυναμία εύρεσης του καθορισμένου προορισμού. Βεβαιωθείτε ότι καθορίσατε σωστή διαδρομή και όνομα αρχείου.
ru: Невозможно %1 %2: не найдено указанное место назначения. Проверьте правильность пути и имени файла.
zh_cn: 不能 %1 %2: 不能发现指定的目标。 请确认你指定了正确的路径和文件名。

source: Unable to create folder '%1'
el: Αδυναμία δημιουργίας του φακέλου '%1'
ru: Невозможно создать папку '%1'
zh_cn: 未能创建文件夹 '%1'

source: Unable to delete file '%1'
el: Αδυναμία διαγραφής του αρχείου '%1'
ru: Невозможно удалить файл '%1'
zh_cn: 未能删除文件 '%1'

source: Please ensure that there is enough free space available
el: Παρακαλώ βεβαιωθείτε ότι υπάρχει διαθέσιμος αρκετός ελεύθερος χώρος
ru: Проверьте, достаточно ли свободного места
zh_cn: 请确认可用的自由空间足够

source: Image files (*.img)|*.img|All files|*.*
el: Αρχεία εικόνας (*.img)|*.img|Όλα τα αρχεία|*.*
hr: Slikovne datoteke (*.img)|*.img|Sve datoteke|*.*
ru: Файлы-образы (*.img)|*.img|Все файлы|*.*
zh_cn: 映像文件 (*.img)|*.img|所有文件|*.*

source: The main LibreCrypt driver could not be found on this computer Please check your installation
el: Ο κύριος οδηγός LibreCrypt δεν βρέθηκε σε αυτόν τον υπολογιστή Παρακαλώ ελέγξτε την εγκατάστασή σας
hr: Glavni LibreCrypt upravljački program nije pronađen na ovom kompjuteru Provjerite Vašu instalaciju
ru: Не найден основной драйвер LibreCrypt Проверьте установку ПО
zh_cn: 此计算机上未发现 LibreCrypt 的主要驱动 请检查你的安装

source: Please specify a single volume to be mounted
el: Παρακαλώ καθορίστε ένα μονό τόμο για σύνδεση
ru: Укажите один том для монтирования
zh_cn: 请指定要加载的单独的加密卷

source: Unable to Open volume.
el: Ενεργοποίηση σύνδεσης τόμου.
hr: Nije moguće montirati volumen.
ru: Невозможно смонтировать том.
zh_cn: 未能加载加密卷

source: Please check your password and settings, and try again.
el: Παρακαλώ ελέγξτε τον κωδικό και τις ρυθμίσεις σας, και προσπαθήστε πάλι.
hr: Provjerite lozinku i postavke i pokušajte ponovo.
ru: Проверьте правильность пароля и установок и повторите попытку.
zh_cn: 请检查你的密码和设置，之后再试一次

source: Volume access logging is ENABLED. All accesses to the network server will be written to: %1
zh_cn: 加密卷访问记录已经启用. 所有对网络服务的访问都将写入到: %1

source: Volume access DEBUG logging is ENABLED. All accesses to the network server will be written to: %1
zh_cn: 加密卷访问调试记录已经启用. 所有对网络服务的访问都将写入到: %1

source: This is most likely caused by a WWW server (on port %1) running on this computer.
zh_cn: 这很可能是运行在此计算机上的网络服务导致的（于端口 %1）。

source: You probably have some other service running on the required port (port %1).
zh_cn: 你很可能在需要的端口运行了其它服务 (端口 %1).

source: Unable to start drive mapping server.
zh_cn: 未能启动驱动映射服务

source: Unable to assign a new drive letter; please confirm you have drive letters free!
el: Αδυναμία ανάθεσης ενός νέου γράμματος δίσκου. Παρακαλώ βεβαιωθείτε ότι έχετε ελεύθερα γράμματα!
hr: Ne mogu da dodijelim novo slovo pogona; molimo potvrdite da imate slobodnih slova pogona!
ru: Невозможно присвоить новую букву диска; проверьте, есть ли незанятые буквы.
zh_cn: 未能赋予新的驱动盘符，请确认你还有余下的可用盘符！

source: Your LibreCrypt volume has been mounted as drive: %1
el: Ο LibreCrypt τόμος σας έχει συνδεθεί ως οδηγός: %1
hr: Vaš LibreCrypt volumen je montiran kao pogon: %1
ru: Том LibreCrypt смонтирован как диск %1
zh_cn: 你的 LibreCrypt 加密卷已经加载为盘符: %1

source: Please ensure that the WebClient service is running
zh_cn: 请确认 WebClient 服务正在运行

source: Unable to map volume to %1: %2 %3
zh_cn: 未能映射加密卷到 %1： %2 %3

source: The "%1" service does not appear to be running. This service is required in order to map the mounted volume to a drive letter. Do you wish to start this service now?
zh_cn: "%1" 服务看起来没有运行. 为映射加载点加密卷到驱动盘符需要该服务. 你希望现在启动该服务吗？

source: Unable to start the "%1" service.
zh_cn: 未能启动服务 "%1"

source: Path not found: %1
el: Δεν βρέθηκε η διαδρομή: %1
hr: Putanja nije pronađena: %1
ru: Путь не найден: %1
zh_cn: 路径为发现: %1

source: Go to '%1'
el: Μετάβαση σε '%1'
hr: Idi u '%1'
ru: Перейти к '%1'
zh_cn: 转到 '%1'

source: Refreshing...
el: Ανανέωση...
hr: Osvježavanje...
ru: Обновление...
zh_cn: 正在刷新...

source: Are you sure you want to delete '%1'?
el: Θέλετε σίγουρα διαγραφή του '%1';
hr: Da li ste sigurni da želite obrisati '%1'?
ru: Вы действительно хотите удалить '%1'?
zh_cn: 你确认要删除 '%1' 吗？

source: Are you sure you want to remove the folder '%1' and all its contents?
el: Θέλετε σίγουρα την αφαίρεση του φακέλου '%1' και όλων των περιεχομένων του;
hr: Jeste li sigurni da želite obrisati mapu '%1 i cijeli sadržaj?
ru: Вы действительно хотите удалить папку '%1' со всем её содержимым?
zh_cn: 你确认要移除文件夹 '%1' 以及它的所有内容吗？

source: Are you sure you want to delete these %1 items?
el: Θέλετε σίγουρα διαγραφή αυτών των %1 στοιχείων;
hr: Da li ste sigurni da želite obrisati ove %1 predmete?
ru: Вы действительно хотите удалить эти элементы (%1 шт.)?
zh_cn: 你确认要删除这些 '%1' 吗？

source: LibreCrypt volume could not be created
el: Ο τόμος LibreCrypt δεν δημιουργήθηκε.
hr: LibreCrypt volumen nije mogao biti kreiran
ru: Не удалось создать том LibreCrypt
zh_cn: FREEOTFE 加密卷未能被创建

source: LibreCrypt volume created successfully.
el: Ο τόμος LibreCrypt δημιουργήθηκε επιτυχώς.
hr: LibreCrypt volumen uspješno kreiran.
ru: Том LibreCrypt успешно создан.
zh_cn: FREEOTFE 加密卷已经成功创建

source: This function will create an UNENCRYPTED disk image. If you would like to create an ENCRYPTED disk image, please click "No" below, and then select "File | New..." Are you sure you with to create an UNENCRYPTED disk image?
el: Αυτή η λειτουργία δημιουργεί μια ΑΠΟΚΡΥΠΤΟΓΡΑΦΗΜΕΝΗ εικόνα δίσκου. Εάν θέλετε να δημιουργήσετε μια ΚΡΥΠΤΟΓΡΑΦΗΜΕΝΗ εικόνα δίσκου, κάντε κλικ στο "Όχι" παρακάτω, και επιλέξτε "Αρχείο | Νέο..." Θέλετε σίγουρα να δημιουργήσετε μια ΑΠΟΚΡΥΠΤΟΓΡΑΦΗΜΕΝΗ εικόνα δίσκου;
hr: Ova funkcija će stvoriti NEŠIFRIRANI disk volumen. Ako želite da napravite ŠIFRIRANI disk volumen, molimo kliknite "Ne" ispod, i onda odaberite "Datoteka | Novi..." Jeste li sigurni da želite da kreirate NEŠIFRIRANI disk volumen?
ru: Эта функция создаст НЕЗАШИФРОВАННЫЙ образ диска. Если вы хотите создать ЗАШИФРОВАННЫЙ образ диска, нажмите 'Нет', после чего выберите в меню 'Файл | Создать...' Вы действительно хотите создать НЕЗАШИФРОВАННЫЙ образ диска?
zh_cn: 此功能将会创建一个未加密的磁盘映像. 如果你想创建一个加密的磁盘映像，请点击下面的 "否"，之后选取 "文件 | 新加密卷..." 你确认要创建一个未加密的磁盘映像吗(非常不推荐)?

source: An error occured while trying to create your volume file
el: Ένα σφάλμα προέκυψε κατά την προσπάθεια δημιουργίας του αρχείου του τόμου σας
hr: Dogodila se greška za vrijeme kreiranja datoteke volumena
ru: Ошибка при создании файла тома
zh_cn: 当尝试创建你的文件型加密卷时出错

source: Are you sure you wish to %1 '%2' to: %3
el: Θέλετε σίγουρα να %1 '%2' στο:: %3
ru: Вы действительно хотите %1 '%2' в: %3
zh_cn: 你确认要 %1 '%2' to: %3

source: Are you sure you wish to %1 the %2 items dropped to: %3
el: Θέλετε σίγουρα να %1 τα %2 αντικείμενα που βρίσκονται στο: %3
ru: Вы действительно хотите %1 элементы (%2 шт.), отбуксированные в: %3
zh_cn: 你确认要 %1 %2 项目到: %3

source: Ready.
el: Έτοιμο.
hr: Spreman.
ru: Готов.
zh_cn: 就绪

source: Ready to Open volume...
el: Έτοιμο για σύνδεση τόμου...
hr: Spreman za montiranje volumena...
ru: Готов для монтирования тома...
zh_cn: 为加载加密卷准备就绪...

source: %1 objects (Disk free space: %2)
el: %1 αντικείμενα (Ελεύθερος χώρος δίσκου: %2)
hr: &1 predmet (slobodan prostor na disku: %2)
ru: Объектов: %1 (свободно на диске: %2)
zh_cn: %1 目标 (磁盘自由空间: %2)

source: Type: %1 Date Modified: %2 Size: %3
el: Τύπος: %1 Ημερ/νία τροποποίησης: %2 Μέγεθος: %3
hr: Tip: %1 Datum modifikacije: %2 Veličina: %3
ru: Тип: %1 Изменён: %2 Размер: %3
zh_cn: 类型: %1 修改日期: %2 大小: %3

source: %1 object selected
el: %1 αντικείμενο επιλεγμένο
hr: %1 objekat odabran
ru: Выбрано объектов: %1
zh_cn: %1 目标已选定

source: %1 objects selected
el: %1 αντικείμενα επιλεγμένα
hr: %1 objekti odabrani
ru: Выбрано объектов: %1
zh_cn: %1 目标已选定

source: This will overwrite: %1 Are you sure you want to do this?
el: Αυτό θα αντικαταστήσει το: %1 Είστε σίγουροι γι αυτό;
ru: Эта операция перезапишет: %1 Вы действительно этого хотите?
zh_cn: 这将会覆写: %1 你确认要继续吗？

source: Overwrite failed
el: Αντικατάσταση απέτυχε
ru: Ошибка при перезаписи
zh_cn: 覆盖失败

source: Folder to overwrite:
el: Φάκελος για αντικατάσταση:
ru: Папка для перезаписи
zh_cn: 要覆盖的文件夹

source: This will overwrite: %1 and everything contained within it. Are you sure you want to do this?
el: Αυτό θα αντικαταστήσει το: %1 και ότι περιέχετε σε αυτό. Είστε σίγουροι γι αυτό;
ru: Эта операция перезапишет: %1 и всё содержимое. Вы действительно этого хотите?
zh_cn: 这将会覆写 %1 以及它包含的任何内容 你确认要继续吗？

source: A file name cannot contain any of the following characters: %1
el: Ένα όνομα αρχείου δεν μπορεί να περιέχει κάποιον από τους παρακάτω χαρακτήρες: %1
ru: В имени файла не может быть следующих символов: %1
zh_cn: 文件名不能包含下面的字符： %1

source: This folder already contains a file named '%1'. Would you like to replace the existing file %2 modified: %3 with this one? %4 modified: %5
el: Ο φάκελος περιέχει ήδη ένα αρχείο με όνομα '%1'. Θέλετε αντικατάσταση του υφιστάμενου αρχείου %2 τροποποιημένο: %3 με αυτό; %4 τροποποιημένο: %5
hr: Ova mapa već sadrži datoteku sa nazivom '%1'. Da li želite da zamijenite postojeću datoteku %2 izmijenjena: %3 sa ovom? %4 izmijenjena: %5
ru: В этой папке уже есть файл '%1'. Вы хотите заменить имеющийся файл %2 изменён: %3 этим файлом? %4 изменён: %5
zh_cn: 文件夹包含下面名称的文件名 '%1'. 你确认要替换现有文件 %2 修改: %3 使用当前的文件? %4 修改: %5

source: Folder to store:
el: Φάκελος καταχώρησης:
hr: Mapa za pohranu:
ru: Папка для сохранения
zh_cn: 要存储的文件夹：

source: Cannot %1 %2: The destination folder is the same as the source folder.
el: Αδυναμία %1 %2: Ο φάκελος προορισμού είναι ίδιος με τον πηγαίο φάκελο.
ru: Невозможно %1 %2: папка назначения совпадает с исходной папкой.
zh_cn: 不能 %1 %2: 目标文件夹和来源文件夹相同。

source: Cannot %1 %2: The destination folder is a subfolder of the source folder
el: Αδυναμία %1 %2: Ο φάκελος προορισμού είναι υποφάκελος του πηγαίου φακέλου.
ru: Невозможно %1 %2: папка назначения это подпапка исходной папки.
zh_cn: 不能 %1 %2: 目标文件夹是来源文件夹的子文件夹

source: Select location to extract to:
el: Επιλέξτε θέση για εξαγωγή του:
hr: Izaberite lokaciju za izdvajanje:
ru: Укажите место для извлечения:
zh_cn: 选择要释放的位置：

source: %1 failed.
el: %1 απέτυχε.
ru: %1: ошибка.
zh_cn: %1 已失败.

source: Cannot create or replace %1: There is already a file with the same name as the folder name you specified. Specify a different name.
el: Αδυναμία δημιουργίας ή αντικατάστασης %1: Υπάρχει ήδη ένα αρχείο με όνομα όμοιο με το όνομα φακέλου που καθορίσατε. Καθορίστε ένα διαφορετικό όνομα.
ru: Невозможно создать или заменить %1: вы указали имя папки, совпадающее с именем имеющегося файла. Выберите другое имя.
zh_cn: 不能创建或替换 %1: 已经存在与指定文件夹名称相同的文件, 请指定另外的名字。

source: Unable to delete '%1'.
el: Αδυναμία διαγραφής του '%1'
ru: Невозможно удалить '%1'.
zh_cn: 未能删除 '%1'.

source: Unable to create or replace %1.
el: Αδυναμία δημιουργίας ή αντικατάστασης του %1
ru: Невозможно создать или заменить %1.
zh_cn: 未能创建或替换 %1.

source: From '%1'
el: Από '%1'
ru: Из '%1'
zh_cn: 从 '%1'

source: From '%1' to '%2'
el: Από '%1' σε '%2'
ru: Из '%1' в '%2'
zh_cn: 从 '%1' 到 '%2'

source: Copying: %1
el: Αντιγραφή: %1
ru: Копирование: %1
zh_cn: 正在复制: %1

source: Extracting: %1
el: Εξαγωγή: %1
hr: Izdvajanje: %1
ru: Извлечение: %1
zh_cn: 正在释放: %1

source: Storing: %1
el: Αποθήκευση: %1
ru: Сохранение: %1
zh_cn: 正在存储: %1

source: Moving: %1
el: Μετακίνηση: %1
ru: Перемещение: %1
zh_cn: 正在移动: %1

source: Deleting: %1
el: Διαγραφή: %1
ru: Удаление: %1
zh_cn: 正在删除: %1

source: Overwriting original...
el: Αντικατάσταση πρωτότυπου...
ru: Перезапись оригинала...
zh_cn: 覆盖原始...

source: Overwriting: %1
el: Αντικατάσταση: %1
ru: Перезапись: %1
zh_cn: 正在覆盖: %1

source: Deletion of %1 failed
el: Η διαγραφή του %1 απέτυχε
ru: Ошибка удаления %1
zh_cn: 删除 %1 失败

source: Overwrite of %1 failed
el: Η αντικατάσταση του %1 απέτυχε
ru: Ошибка перезаписи %1
zh_cn: 覆盖 %1 失败

source: Overwriting original (Pass: %1 / %2)...
el: Αντικατάσταση αρχικού (Πέρασε: %1 / %2)...
ru: Перезапись оригинала (проход %1 / %2)...
zh_cn: 正在覆写原始内容 (次数: %1 / %2)...

source: This folder already contains a folder named '%1'. If the files in the existing folder have the same name as files in the folder you are moving or copying, they will be replaced. Do you still want to move or copy the folder?
el: Αυτός ο φάκελος περιέχει ήδη ένα φάκελο με όνομα '%1'. Εάν τα αρχεία στον υφιστάμενο φάκελο έχουν ίδιο όνομα με τα αρχεία του φακέλου που θα μετακινήσετε ή αντιγράψετε, αυτά θα αντικατασταθούν. Θέλετε ακόμη να μετακινήσετε ή να αντιγράψετε το φάκελο;
ru: В этой папке уже есть папка '%1'. Если среди файлов в имеющейся папке есть одноимённые перемещаемым или копируемым, они будут перезаписаны. Вы по-прежнему хотите переместить или скопировать папку?
zh_cn: 文件夹中已经包含了名为 '%1' 的文件夹. 如果现存文件夹中的文件与你正在移动或复制到文件夹中的文件名相同，它们将会被替换。你确认仍然要移动或复制这个文件夹吗？

source: Overwriting cached files...
zh_cn: 覆盖缓存的文件...

source: <not calculated>
el: <δεν υπολογίστηκε>
hr: <nije izračunato>
ru: <не вычислено>
zh_cn: <未计算>

source: %1 Properties
el: Ιδιότητες %1
hr: %1 Svojstva
ru: Свойства %1
zh_cn: %1 属性

source: %1 (%2 bytes)
ru: %1 (%2 байт)
zh_cn: %1 (%2 字节)

source: %1 Files, %2 Folders
el: %1 Αρχεία, %2 Φάκελοι
hr: %1 Datoteke, %Mape
ru: Файлов: %1, папок% %2
zh_cn: %1 文件, %2 文件夹

source: Multiple types
el: Πολλαπλοί τύποι
hr: Više tipova
ru: Несколько типов
zh_cn: 多类型

source: All in %1
el: Όλα στο %1
hr: Sve u %1
ru: Все в %1
zh_cn: 共计 %1

source: Type:
el: Τύπος:
ru: Тип:
zh_cn: 类型：

source: Free space
el: Ελεύθερος χώρος
ru: Свободно
zh_cn: 自由空间

source: Used space
el: Χώρος σε χρήση
ru: Занято
zh_cn: 已用空间

source: Select folder
el: Επιλέξτε φάκελο
ru: Выберите папку
zh_cn: 选择文件夹

source: Please select folder:
el: Παρακαλώ επιλέξτε φάκελο:
ru: Выберите папку:
zh_cn: 请选择文件夹：

source: these %1 items
el: αυτά τα %1 αντικείμενα
ru: эти элементы (%1 шт.)
zh_cn: 这 %1 项目

source: Move Items
el: Μετακίνηση αντικειμένων
ru: Переместить элементы
zh_cn: 移动项目

source: Select the place where you want to move %1. Then click the Move button
el: Επιλέξτε τη θέση όπου θέλετε να μετακινήσετε το %1. Στη συνέχεια, κάντε κλικ στο κουμπί Μετακίνηση
ru: Укажите место для перемещения %1 и нажмите кнопку 'Переместить'.
zh_cn: 选择你想要移动 %1 的位置。之后点击“移动”按钮。

source: Move
el: Μετακίνηση
ru: Переместить
zh_cn: 移动

source: Copy Items
el: Αντιγραφή αντικειμένων
ru: Скопировать элементы
zh_cn: 复制项目

source: Select the place where you want to copy %1. Then click the Copy button
el: Επιλέξτε τη θέση όπου θέλετε να αντιγράψετε το %1. Στη συνέχεια, κάντε κλικ στο κουμπί Αντιγραφή
ru: Укажите место для копирования %1 и нажмите кнопку 'Копировать'.
zh_cn: 选择你想要复制 %1 的位置。之后点击“复制”按钮。

source: Copy
el: Αντιγραφή
ru: Копировать
zh_cn: 复制

source: Store Items
el: Αποθήκευση αντικειμένων
ru: Сохранить элементы
zh_cn: 存储项目
