Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Backup operation completed successfully.
el: Η λειτουργία αντιγράφου ασφαλείας ολοκληρώθηκε επιτυχώς.
hr: Sigurnosno preslikavanje uspješno završeno.
ru: Резервирование успешно выполнено.
zh_cn: 备份操作已经成功完成。

source: Backup operation failed.
el: Η λειτουργία αντιγράφου ασφαλείας απέτυχε.
hr: Sigurnosno preslikavanje nije uspjelo.
ru: Резервирование НЕ ВЫПОЛНЕНО.
zh_cn: 备份操作失败。

source: Restore operation completed successfully.
el: Η λειτουργία επαναφοράς ολοκληρώθηκε επιτυχώς.
hr: Obnova iz sigurnosne kopije je uspješno završena.
ru: Восстановление успешно выполнено.
zh_cn: 恢复操作成功完成。

source: Restore operation failed.
el: Η λειτουργία επαναφοράς απέτυχε.
hr: Obnova iz sigurnosne kopije nije uspjela.
ru: Восстановление НЕ ВЫПОЛНЕНО.
zh_cn: 恢复操作失败。

source: A human readable copy of your critical data block has been written to:
el: Ένα ανθρωπίνως αναγνώσιμο αντίγραφο του μπλοκ κρίσιμων δεδομένων σας έχει γραφτεί στο:
hr: Ljudima čitka kopija vašeg bloka kritičnih podataka je sačuvana u:
ru: Читабельная копия блока критических данных записана в:
zh_cn: 你的可读关键数据块的副本已经写入到：

source: Do you wish to open this file in Windows Notepad?
el: Θέλετε να ανοίξετε αυτό το αρχείο στο Σημειωματάριο των Windows;
hr: Da li želite otvoriti ovu datoteku sa Windows Notepad?
ru: Открыть этот файл в Блокноте Windows?
zh_cn: 你希望使用记事本打开这个文件吗？

source: Error running Notepad
el: Σφάλμα εκκίνησης Σημειωματαρίου.
hr: Greška u pokretanju Notepad
ru: Ошибка запуска Блокнота
zh_cn: 运行记事本时出错

source: Unable to dump out critical data block.
el: Αδυναμία ανάκτησης εγκαταλελειμένου μπλοκ κρίσιμων δεδομένων.
hr: Ne mogu da odbacim blok kritičnih podataka
ru: Невозможно сделать дамп блока критических данных.
zh_cn: 未能转储关键数据块

source: Please ensure that your password and details are entered correctly, and that this file is not currently in use (e.g. mounted)
el: Παρακαλώ βεβαιωθείτε ότι ο κωδικός και τα στοιχεία σας έχουν εισαχθεί σωστά, και ότι αυτό το αρχείο δεν χρησιμοποιείται (π.χ. συνδεδεμένο)
hr: Molimo osigurajte da su vaša lozinka i podaci ispravno uneseni, i da ova datoteka nije trenutno u uporabi (npr. montirana)
ru: Проверьте, правильно ли указаны пароль и детали, и не используется ли сейчас этот файл (например, не смонтирован ли он)
zh_cn: 请确认你的密码和细节信息输入正确，并且此文件未被占用(例如，已加载)

source: Dump Critical Data Block
el: Εκατάλειψη Κρίσιμου Μπλοκ Δεδομένων
hr: Odbaci blok kritičnih podataka
ru: Дамп блока критических данных
zh_cn: 转储关键数据块

source: Dump LUKS Details
el: Εγκατάλειψη στοιχείων LUKS
hr: Odbaci LUKS detalje
ru: Дамп деталей LUKS
zh_cn: 转储 LUKS 细节

source: Driver title
el: Τίτλος Οδηγού
hr: Naziv upravljačkog programa
ru: Название драйвера
zh_cn: 驱动标题

source: Driver version
el: Έκδοση Οδηγού
hr: Verzija upravljačkog programa
ru: Версия драйвера
zh_cn: 驱动版本

source: Driver GUID
el: GUID Οδηγού
hr: GUID upravljačkog programa
ru: GUID драйвера
zh_cn: 驱动 GUID

source: Driver device name
el: Όνομα οδηγού συσκευής
hr: Naziv upravljačkog programa naprave
ru: Имя устройства драйвера
zh_cn: 驱动设备名称

source: Driver user mode name
el: Όνομα οδηγού κατάστασης χρήστη
hr: Naziv upravljačkog programa u korisnikovom modu
ru: Имя драйвера в режиме пользователя
zh_cn: 驱动用户模式名称

source: Driver kernel mode name
el: Όνομα οδηγού κατάστασης πυρήνα
hr: Naziv upravljačkog programa u kernel modu
ru: Имя драйвера в режиме ядра
zh_cn: 驱动内核模式名称

source: Text report (*.txt)|*.txt|Comma separated values (*.csv)|*.csv|Tab separated values (*.tsv)|*.tsv
el: Αρχείο κειμένου (*.txt)|*.txt|Τιμές διαχωρισμένες με κόμμα (*.csv)|*.csv|Τιμές διαχωρισμένες με στηλοθέτη (*.tsv)|*.tsv
hr: Tekstualni izvještaj (*.txt)|*.txt|Zarezom odvojene vrijednosti (*.csv)|*.csv|Tabom odvojene vrijednosti (*.tsv)|*.tsv
ru: Текстовый отчёт (*.txt)|*.txt|Значения с разделителями-запятыми (*.csv)|*.csv|Значения с разделителями-табуляторами (*.tsv)|*.tsv
zh_cn: 文本报告 (*.txt)|*.txt|逗号分隔文本 (*.csv)|*.csv|制表符分隔文本 (*.tsv)|*.tsv

source: Total drivers: %d
el: Σύνολο οδηγών: %d
hr: Ukupni upravljački programi: %d
ru: Всего драйверов: %d
zh_cn: 总共驱动: %d

source: Total algorithms: %d
el: Σύνολο αλγορίθμων: %d
hr: Ukupni algoritmi: %d
ru: Всего алгоритмов: %d
zh_cn: 总共算法: %d

source: No implementations found
el: Δεν βρέθηκαν υλοποιήσεις
hr: Nijedna implementacija pronađena
ru: Реализаций не обнаружено
zh_cn: 未发现解决方案

source: Summary
el: Περίληψη
hr: Sažetak
ru: Итого
zh_cn: 总结

source: Total drivers : %d
el: Σύνολο οδηγών : %d
hr: Ukupni upravljački programi : %d
ru: Всего драйверов : %d
zh_cn: 总共驱动 : %d

source: Details
el: Λεπτομέρειες
hr: Detalji
ru: Детали
zh_cn: 细节

source: Unknown output format?!
el: Άγνωστη μορφή εξαγωγής!
hr: Nepoznat izlazni format?!
ru: Неизвестный формат вывода?
zh_cn: 未知输出格式?!

source: Please report seeing this error!
el: Παρακαλώ αναφέρετε ότι είδατε αυτό το σφάλμα!
hr: Molimo prijavite da ste videli ovu grešku!
ru: Сообщите автору об этой ошибке!
zh_cn: 请报告次错误!

source: Cypher title
el: Τίτλος κρυπτογραφήματος
hr: Naziv šifre
ru: Имя шифра
zh_cn: 算法标题

source: Cypher keysize
el: Μέγεθος κλειδιού κρυπτογραφήματος
hr: Veličina ključa šifre
ru: Длина ключа шифра
zh_cn: 算法密钥大小

source: Cypher mode
el: Κατάσταση κρυπτογραφήματος
hr: Mod šifre
ru: Режим шифра
zh_cn: 算法模式

source: Cypher version
el: Έκδοση κρυπτογραφήματος
hr: Verzija šifre
ru: Версия шифра
zh_cn: 算法版本

source: Cypher keysize required
el: Απαιτούμενο μέγεθος κλειδιού κρυπτογραφήματος
hr: Veličina ključa šifre je obavezna
ru: Требуется длина ключа шифра
zh_cn: 需要算法密钥大小

source: Cypher blocksize
el: Μέγεθος μπλοκ κρυπτογραφήματος
hr: Veličina bloka šifre
ru: Размер блока шифра
zh_cn: 算法块大小

source: Cypher GUID
el: GUID κρυπτογραφήματος
hr: GUID šifre
ru: GUID шифра
zh_cn: 算法 GUID

source: <null>
el: <ψευδές>
zh_cn: <空>

source: <any>
el: <οποιοδήποτε>
hr: <bilo koji>
ru: <любой>
zh_cn: <任意>

source: Available Cyphers
el: Διαθέσιμα κρυπτογραφήματα
hr: Dostupne šifre
ru: Доступные шифры
zh_cn: 可用加密算法

source: The following cyphers are available for use:
el: Τα ακόλουθα κρυπτογραφήματα είναι διαθέσιμα για χρήση:
hr: Sljedeće šifre su dostupne za uporabu:
ru: Вы можете пользоваться этими шифрами:
zh_cn: 下面的加密算法可以使用：

source: No cypher algorithms could be found.
el: Δεν βρέθηκαν αλγόριθμοι κρυπτογραφήματος.
hr: Nijedan algoritam šifre nije pronađen.
ru: Алгоритмы шифрования не обнаружены.
zh_cn: 未发现加密算法。

source: Please start portable mode, or click "Drivers..." to install one or more cypher drivers
el: Παρακαλώ εκκινήστε λειτουργία φορητότητας, ή κάντε κλικ στο "Οδηγοί..." για εγκατάσταση ενός ή περισσοτέρων οδηγών κρυπτογράφησης
hr: Molimo pokrenite prijenosni mod, ili kliknite "Upravljački programi..." da instalirate jedan ili više upravljačkih programa šifre
ru: Запустите программу в портативном режиме или нажмите 'Драйверы', чтобы установить один или несколько драйверов шифрования
zh_cn: 请启动便携模式，或者点击 "驱动..." 来安装一个或多个算法驱动

source: Hash title
el: Τίτλος κατακερματισμού
hr: Naziv smješe
ru: Имя хеша
zh_cn: 哈希标题

source: Hash version
el: Έκδοση κατακερματισμού
hr: Verzija smješe
ru: Версия хеша
zh_cn: 哈希版本

source: Hash length
el: Μήκος κατακερματισμού
hr: Dužina smješe
ru: Длина хеша
zh_cn: 哈希长度

source: Hash blocksize
el: Μέγεθος μπλοκ κατακερματισμού
hr: Veličina bloka smješe
ru: Размер блока хеша
zh_cn: 哈希块大小

source: Hash GUID
el: GUID Κατακερματισμού
hr: GUID smješe
ru: GUID хеша
zh_cn: 哈希 GUID

source: <variable>
el: <μεταβλητή>
hr: <varirajuća>
ru: <переменная>
zh_cn: <可变>

source: Available Hashes
el: Διαθέσιμοι κατακερματισμοί
hr: Dostupne smješe
ru: Доступные хеши
zh_cn: 可用哈希

source: The following hashes are available for use:
el: Οι παρακάτω κατακερματισμοί είναι διαθέσιμοι για χρήση:
hr: Sljedeće smješe su dostupne za uporabu:
ru: Вы можете пользоваться этими хешами:
zh_cn: 下面哈希目前可用：

source: No hash algorithms could be found.
el: Δεν βρέθηκε αλγόριθμος κατακερματισμού.
hr: Nijedan algoritam smješe nije pronađen.
ru: Алгоритмы хеширования не обнаружены.
zh_cn: 未发现哈希算法。

source: Please start portable mode, or click "Drivers..." to install one or more hash drivers
el: Παρακαλώ εκκινήστε λειτουργία φορητότητας, ή κάντε κλικ στο "Οδηγοί..." για εγκατάσταση ενός ή περισσοτέρων οδηγών κατακερματισμού
hr: Molimo pokrenite prijenosni mod, ili kliknite "Upravljački programi..." da instalirate jedan ili više upravljačkih programa smješe
ru: Запустите программу в портативном режиме или нажмите 'Драйверы', чтобы установить один или несколько драйверов хеширования
zh_cn: 请启动便携模式，或者点击 "驱动..." 来安装一个或多个算法驱动

source: Copy %s to USB Drive
el: Αντιγραφή %s στο USB Drive
hr: Kopiraj %s na USB drive
ru: Копирование %s на USB-накопитель
zh_cn: 复制 %s 到 USB 驱动器

source: This function provides an easy means of copying %s to a USB drive, and configuring it to launch automatically when the USB drive is plugged in. Please select the USB drive, and location on it, where you would like %s to be copied to:
el: Η λειτουργία αυτή παρέχει έναν εύκολο τρόπο αντιγραφής του %s σε ένα δίσκο USB, και τον ρυθμίζει για αυτόματη εκκίνηση όταν ο δίσκος USB είναι συνδεδεμένος. Παρακαλώ επιλέξτε το δίσκο USB, και τη θέση σε αυτόν, που θέλετε να αντιγραφεί ο %s:
hr: Ova funkcija omogućuje lak način kopiranja %s na USB pogon, i podešava za automatsko pokretanja kada je USB pogon uključen. Molimo odaberite USB pogon, i lokaciju na njemu, gdje biste željeli da %s bude kopiran:
ru: Эта функция позволяет легко скопировать %s на USB-накопитель и настроить его на автозапуск при вставке в USB-разъём. Выберите USB-накопитель и место на нём, куда вы хотите скопировать %s:
zh_cn: 此功能提供了一个 %s 简单意义的副本到一个 USB 驱动器，并且配置为 USB 驱动器插入时自动运行。 请选择 USB 驱动器，并且定位你希望 %s 复制到的位置：

source: &Setup autorun.inf to launch %1 when drive inserted
el: &Εγκατ/ση autorun.inf για εκκίνηση του %1 όταν εισαχθεί ο δίσκος
hr: Podesi autorun.inf da automatski pokrene %1 prilikom umetanja pogona
ru: &Настроить autorun.inf на запуск %1 при вставке диска
zh_cn: 设置设备插入时 autorun.inf 启动 %1

source: Select location to copy %1 to
el: Επιλέξτε θέση για αντιγραφή του %1
hr: Izaberi lokaciju za kopiranje %1
ru: Выберите место для копирования %1
zh_cn: 选择 %1 复制到的位置

source: %1 copy complete.
el: Αντιγραφή %1 ολοκληρώθηκε.
hr: %1 kopiranje završeno.
ru: Копирование %1 выполнено.
zh_cn: %1 复制完成。

source: The path specified has spaces in it. Because of this, Windows will be able to display the %1 icon for the drive, but not launch %1 automatically when the drive is inserted. Do you wish to continue?
el: Η καθορισμένη διαδρομή έχει μέσα κενά. Εξαιτίας αυτού, τα Windows θα είναι σε θέση να εμφανίζουν το εικονίδιο %1 για το δίσκο, αλλά δεν θα ξεκινήσει το %1 αυτόματα όταν ο δίσκος εισαχθεί. Θέλετε να συνεχίσετε;
hr: Navedena putanja ima praznih polja. Zbog toga, Windows će moći da prikaže %1 ikonu pogona, ali ne i da automatski pokrene %1 kada je pogon umetnut. Da li želite da nastavite?
ru: В указанном пути содержатся пробелы. Из-за этого Windows будет показывать значок %1 для накопителя, но не сможет запускать %1 автоматически при вставке накопителя. Продолжить?
zh_cn: 指定路径包含空格。 由于此原因，Windows 能够显示驱动器的 %1 图标，但是当驱动插入时不会自动启动 %1。 你确认要继续吗？

source: You have opted to copy %1 to the root directory of your USB drive, and not a subdirectory.
el: Είναι καλύτερα να αντιγράψετε το %1 στον κατάλογο του root του USB δίσκου σας, παρά σε έναν υποκατάλογο.
hr: Odlučili ste se da kopirate %1 u korjen Vašeg USB pogona, a ne u podmapu.
ru: Вы решили скопировать %1 в корневую папку USB-накопителя, а не во вложенную папку.
zh_cn: 你计划复制 %1 到 USB 驱动器的根目录，不含子目录。

source: Are you sure you wish to do this?
el: Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;
hr: Da li ste sigurni da želite to učiniti?
ru: Вы действительно хотите это сделать?
zh_cn: 你确认要这样做吗？

source: Unable to copy %1 to: %2
el: Αδυναμία αντιγραφής του %1 στο: %2
hr: Ne mogu kopirati %1 u : %2
ru: Невозможно скопировать %1 в: %2
zh_cn: 未能复制 %1 到： %2

source: %1 was successfully copied over, but an autoplay (autorun.inf) file could not be created.
el: Το %1 αντιγράφηκε επιτυχώς, αλλά δεν δημιουργήθηκε ένα αρχείο αυτόματης εκκίνησης (autorun.inf).
hr: %1 je uspješno kopiran, ali datoteka autopokretanja (autorun.inf) nije uspješno kreirana.
ru: %1 успешно скопирован, но файл автозапуска (autorun.inf) не создан.
zh_cn: %1 已被成功复制，但是自动播放文件(autorun.inf)未能被创建。

source: Launch %1
el: Εκκίνηση %1
hr: Pokrenuti %1
ru: Запуск %1
zh_cn: 运行 %1

source: New
el: Νέο
hr: Novi
ru: Создать
zh_cn: 新加密卷

source: Open file
el: Σύνδεση αρχείου
hr: Montiraj datoteku
ru: Смонтировать файл
zh_cn: 加载加密卷

source: Dismount
el: Αποσύνδεση
hr: Demontiraj
ru: Размонтировать
zh_cn: 卸载

source: Create a new encrypted volume
el: Δημιουργία νέου κρυπτογραφημένου τόμου
hr: Kreiraj novi šifrirani volumen
ru: Создать новый зашифрованный том
zh_cn: 创建新的加密卷

source: Dismount a mounted volume
el: Αποσύνδεση ενός συνδεδεμένου τόμου
hr: Demontiraj montirani volumen
ru: Размонтировать смонтированный том
zh_cn: 卸载已加载的加密卷

source: post Open
el: αποστολή σύνδεσης
hr: poslje montiranja
ru: послемонтирование
zh_cn: 加载后

source: pre dismount
el: προαποσύνδεση
hr: prije demontiranja
ru: предразмонтирование
zh_cn: 卸载前

source: post dismount
el: αποστολή αποσύνδεσης
hr: poslje demontiranja
ru: послеразмонтирование
zh_cn: 卸载后

source: About %1...
el: Περί του %1...
hr: O %1...
ru: О %1...
zh_cn: 关于 %1...

source: &Copy %s to USB Drive...
el: &Αντιγραφή %1 στον οδηγό USB...
hr: &Kopiraj %1 na USB pogon...
ru: С&копировать %1 на USB-накопитель
zh_cn: 复制 %1 到 USB 驱动器(&C)...

source: In order to use this software, you must first upgrade your %1 drivers to a later version.
el: Για να χρησιμοποιήσετε αυτό το λογισμικό, πρέπει να κάνετε πρώτα αναβάθμιση των %1 οδηγών σας, σε μια νεότερη έκδοση.
hr: Da biste koristili ovaj program, prvo morate da ažurirate Vaše %1 upravljačke programe na noviju verziju.
ru: Чтобы использовать это ПО, сначала нужно обновить драйверы %1 до новейшей версии.
zh_cn: 要使用此软件，你必须先更新你的 %1 驱动到最新版本。

source: If you have just upgraded your copy of %1 from a previous version, please ensure that you have followed the upgrade instructions that came with it, and have rebooted if necessary.
el: Εάν έχετε μόλις αναβαθμίσει το αντίγραφο του %1 σας, από μιά προηγούμενη έκδοση, παρακαλώ βεβαιωθείτε ότι έχετε ακολουθήσει τις οδηγίες αναβάθμισης, και κάνατε επανεκκίνηση αν χρειάζετε.
hr: Ukoliko ste upravo ažurirali Vašu kopiju %1 sa starije verzije, molimo osigurajte da ste u potpunosti pratili pridružena uputstva, i da ste restartovali sustav ukoliko je potrebno.
ru: Если вы только что обновили свою копию %1 с предыдущей версии, проследите, соблюдены ли все инструкции обновления, и перезагрузите компьютер, если это необходимо.
zh_cn: 如果你刚从以前的版本更新了 %1 的副本，请确认你已经遵循了它的升级指令，并且在必要的时候重启了计算机。

source: Unable to connect to the main %1 driver.
el: Αδυναμία σύνδεσης στον κύριο οδηγό %1.
hr: Nije moguće spajanje sa %1 upravljačkim programom.
ru: Невозможно подключиться к основному драйверу %1.
zh_cn: 未能理解到主 %1 驱动。

source: Please ensure that the main "%1" driver is installed and started.
el: Παρακαλώ βεβαιωθείτε ότι ο κύριος οδηγός "%1" είναι εγκατεστημένος και ξεκίνησε.
hr: Provjeri da je glavni "%1" upravljački program instaliran i pokrenut.
ru: Проверьте, чтобы был установлен и загружен основной драйвер '%1'.
zh_cn: 请确认主 "%1" 驱动已经安装和启动。

source: If you have only just installed %1, please reboot and try again.
el: Εάν έχετε μόλις εγκαταστήσει το %1, παρακαλώ κάντε επανεκκίνηση και προσπαθήστε πάλι.
hr: Ukoliko ste upravo instalirali %1, molimo restartujte sustav i pokušajte ponovo.
ru: Если вы только что установили %1, перезагрузите компьютер и повторите попытку.
zh_cn: 如果你只是安装了 %1，请重启计算机之后再试。

source: Error running Explorer
el: Σφάλμα εκτέλεσης του εξερευνητή
hr: Greška pokrećući Explorer
ru: Ошибка запуска Проводника
zh_cn: 运行资源管理器出错

source: Unknown autorun type?!
el: Άγνωστος τύπος αυτόματης εκκίνησης!
hr: Nepoznat tip autopokretanja?
ru: Неизвестный тип автозапуска?
zh_cn: 未知自动运行类型？

source: Unable to locate %1 executable:
el: Αδυναμία εντοπισμού του εκτελέσιμου %1:
hr: Ne mogu locirati %1 izvršni program:
ru: Невозможно найти исполняемый файл %1:
zh_cn: 未能定位 %1 可执行文件

source: Error running %1 executable:
el: Σφάλμα εκτέλεσης του %1:
hr: Greška pokrećući %1 izvršni program:
ru: Ошибка запуска исполняемого файла %1:
zh_cn: 运行 %1 可执行文件时出错：

source: Linux volume created successfully.
el: Ο τόμος Linux δημιουργήθηκε επιτυχώς.
hr: Linux volumen uspješno kreiran.
ru: Том Linux успешно создан.
zh_cn: Linux 加密卷已经成功创建。

source: Don't forget to Open and format this volume before use.
el: Μην ξεχάσετε να συνδέσετε και την μορφή του τόμου πριν το χρησιμοποιείσετε.
hr: Ne zaboravite montirati i formatirati ovaj volumen prije upotrebe.
ru: Перед использованием не забудьте смонтировать и отформатировать этот том.
zh_cn: 在使用前不要忘记加载和格式化此加密卷。

source: Linux volume could not be created
el: Ο τόμος Linux δεν μπόρεσε να δημιουργηθεί.
hr: Linux volumen nije mogao biti kreiran
ru: Не удалось создать том Linux.
zh_cn: Linux 加密卷不能被创建

source: Unable to initialize PKCS#11 support:
el: Ενεργοποίηση υποστήριξης αρχικοποίησης PKCS#11
hr: Nije moguće inicijalizirati PKCS#11 podršku:
ru: Невозможно инициализировать поддержку PKCS#11:
zh_cn: 未能初始化 PKCS#11 支持：

source: Detected insertion of token into slot ID: %1
el: Εντοπίστηκε εισαγωγή κάρτας στην υποδοχή ID: %1
hr: Detektovano ubacivanje tokena u slot ID: %1
ru: В гнездо %1 вставлен токен.
zh_cn: 口令牌已被检测到插入插槽 ID: %1

source: Automounting: %1
el: Αυτόματη σύνδεση: %1
hr: Automontiranje: %1
ru: Автомонтирование: %1
zh_cn: 正在自动加载: %1

source: Slot event on slot ID: %1
el: Συμβάν στην υποδοχή ID: %1
hr: Slot događaj na slotu ID: %1
ru: Событие гнезда ID: %1
zh_cn: 插槽 ID: %1 的插槽事件

source: The password on the volume just mounted was set %1 day ago.
zh_cn: 刚刚加载的加密卷的密码是在 %1 天以前设置的。

source: The password on the volume just mounted was set %1 days ago.
zh_cn: 刚刚加载的加密卷的密码是在 %1 天以前设置的。

source: This password will expire in %1 day.
zh_cn: 密码将会在 %1 天之后过期。

source: This password will expire in %1 days.
zh_cn: 密码将会在 %1 天之后过期。

source: To change the password on this volume, please dismount it and select "Tools | Change volume/keyfile password/details..."
zh_cn: 要修改此加密卷的密码，请卸载加密卷之后选择 "工具 | 修改 加密卷/密钥文件 的 密码/细节..."

source: Under Windows Vista, you cannot save your settings file anywhere under: %1 due to Vista's security/mapping system.
el: Στα Windows Vista, δεν μπορείτε να αποθηκεύσετε τις ρυθμίσεις σας οπουδήποτε σε: %1 για λόγους ασφάλειας/χαρτογράφησης του συστήματος των Vista.
hr: Na Windows Visti, ne možete da pohranite vašu datoteku sa postavkama nigde pod: %1 zbog Vistinog sustava bezbjednosti/mapiranja.
ru: В среде Windows Vista вы не можете сохранять установки в папках ниже: %1 вследствие системы безопасности Vista.
zh_cn: 在 Windows Vista 下，你不能在以下位置保存你的配置文件: %1 由于 Vista 的安全映射系统。

source: Please either select another location for storing your settings (e.g. your user profile), or move the LibreCrypt executable such that it is not stored underneath the directory shown above.
el: Παρακαλώ ή επιλέξτε άλλη θέση για αποθήκευση των ρυθμίσεών σας (π.χ. στο προφίλ σας), ή μετακινήστε το εκτελέσιμο LibreCrypt, έτσι ώστε να μην αποθηκεύονται κάτω από τον κατάλογο που εμφανίζεται παραπάνω.
hr: Molimo ili odaberite drugu lokaciju za pohranu Vaših postavki (npr. Vaš korisnički profil), ili pomerite LibreCrypt izvršni program tako da nije smješten pod mapom prikazanom gore.
ru: Либо выберите другое место для сохранения установок (например, свой профиль пользователя), либо переместите исполняемый файл LibreCrypt так, чтобы он находился не глубже указанной выше папки.
zh_cn: 请选择存储配置(例如，你的用户设置)的另外位置，或者移动 LibreCrypt 执行文件以便使其不存放在上述显示的目录。

source: You have not specified a location where LibreCrypt should save its settings to.
el: Δεν έχετε καθορίσει θέση όπου το LibreCrypt θα αποθηκεύει τις ρυθμίσεις.
hr: Niste precizirali lokacije gdje bi LibreCrypt trebao pohraniti svoje postavke.
ru: Вы не указали место, где LibreCrypt следует сохранять свои установки.
zh_cn: 你还未指定 LibreCrypt 保存配置文件的位置。

source: Although the settings entered will take effect, they will revert back to their defaults when LibreCrypt is exited.
el: Παρά το γεγονός ότι οι ρυθμίσεις τέθηκαν σε ισχύ, οι προεπιλεγμένες τιμές θα επανέλθουν όταν το LibreCrypt τερματιστεί.
hr: Iako će unesene postavke raditi sada, vratiće se na podrazumijevane kada LibreCrypt završi.
ru: Введённые параметры вступят в действие, но при выходе из LibreCrypt им будут возвращены значения по умолчанию.
zh_cn: 虽然所输入的设置已经生效，但是当 LibreCrypt 退出后执行设置将会恢复到默认参数。

source: Do you wish to select a location in order to make your settings persistant?
el: Θέλετε να επιλέξετε μια θέση, για να διατηρηθούν οι ρυθμίσεις σας;
hr: Da li želite odabrati lokaciju da biste sačuvali svoje postavke?
ru: Хотите выбрать место, чтобы сделать свои установки постоянными?
zh_cn: 你希望选择永久保存你的设置的位置吗？

source: You have opted not to save your settings
el: Έχετε επιλέξει να μην αποθηκεύονται οι ρυθμίσεις σας
hr: Odlučili ste ne pohraniti svoje postavke
ru: Вы отказались от сохранения установок
zh_cn: 你选择了不保存你的配置

source: You have changed the location where your settings will be saved
el: Έχετε αλλάξει τη θέση που θα αποθηκευτούν οι ρυθμίσεις σας
hr: Promijenili ste lokaciju gdje će Vaše postavke biti pohranjene
ru: Вы изменили место сохранения установок
zh_cn: 你已经修改了配置文件保存位置

source: Would you like LibreCrypt to delete your previous settings file?
el: Θέλετε το LibreCrypt να διαγράψει τις προηγούμενες ρυθμίσεις σας;
hr: Da li želite da LibreCrypt izbriše datoteku sa Vašim starim postavkama?
ru: Хотите, чтобы файл с вашими предыдущими установками был удалён?
zh_cn: 你希望 LibreCrypt 删除以前的配置文件吗？

source: Note: If you select "No" here, LibreCrypt may pick up your old settings the next time you start LibreCrypt
el: Σημείωση: Εάν επιλέξετε "Όχι" εδώ, το LibreCrypt θα πάρει τις παλιές σας ρυθμίσεις την επόμενη φορά που θα το τρέξετε.
hr: Napomena: Ako ste ovdje izabrali "Ne", LibreCrypt bi mogao korisititi Vaše stare postavke slijedeći puta kad pokrenete LibreCrypt
ru: При выборе 'Нет' LibreCrypt при следующем запуске может воспользоваться вашими прежними установками
zh_cn: 注意：如果你此处选择 "否"，LibreCrypt 会在你下次启动 LibreCrypt 的时候选取你的早期设置

source: Your previous settings file stored at: %1 could not be deleted. Please remove this file manually.
el: Οι προηγούμενες ρυθμίσεις σας, αποθηκευμένες στο: %1 δεν μπόρεσαν να διαγραφούν. Παρακαλώ αφαιρέστε αυτό το αρχείο χειροκίνητα.
hr: Vaša stara datoteka sa postavkama pohranjena u: %1 ne može biti obrisana. Molimo obrišite tu datoteku ručno.
ru: Файл с вашими прежними установками в: %1 удалить не удалось. Удалите его самостоятельно.
zh_cn: 你的早期配置文件存储于: %1 无法被删除。请手动移除这个文件。

source: Your previous settings file stored in the Windows registry under: %1 could not be deleted. Please delete this registry key manually.
el: Οι προηγούμενες ρυθμίσεις σας, αποθηκευμένες στο μητρώο των Windows, στο: %1 δεν μπόρεσαν να διαγραφούν. Παρακαλώ αφαιρέστε αυτό το κλειδί χειροκίνητα.
hr: Vaša stara datoteka sa postavkama pohranjenu u Windows registi pod: %1 ne može biti obrisana. Molimo obrišite taj registri ključ ručno.
ru: Ваши прежние установки, хранящиеся в реестре Windows в: %1 удалить не удалось. Удалите эту ветвь реестра самостоятельно.
zh_cn: 你的早期设置文件存储于 Windows 注册表的下面项目: %1 不能被删除，请手动在注册表中删除这个项目。

source: Your previous settings will remain stored at: %1
el: Οι προηγούμενες ρυθμίσεις σας θα παραμείνουν αποθηκευμένες στο: %1
hr: Vaše stare postavke će ostati pohranjene u : %1
ru: Ваши прежние установки всё так же хранятся в: %1
zh_cn: 你的早期配置将存储于: %1

source: Your previous settings will remain stored in the Windows registry under: %1
el: Οι προηγούμενες ρυθμίσεις σας θα παραμείνουν αποθηκευμένες στο μητρώο των Windows στο: %1
hr: Vaše stare postavke će ostati pohranjene u Windows registriju pod: %1
ru: Ваши прежние установки всё так же хранятся в реестре Windows в: %1
zh_cn: 你的早期设置将存储于 Windows 注册表的下面项目下： %1
