Repository: ludwhe/lcrypt
Catalog: src/lcrypt/assets/i18n/*/default.po
Languages: el, hr, ru, zh_cn

source: Select the place where you want to store %1. Then click the Store button
el: Επιλέξτε τη θέση όπου θέλετε να αποθηκεύσετε το %1. Στη συνέχεια, κάντε κλικ στο κουμπί Αποθήκευση
ru: Укажите место для сохранения %1 и нажмите кнопку 'Сохранить'.
zh_cn: 选择你想要存储 %1 的位置。之后点击“存储”按钮。

source: Not running
zh_cn: 未运行

source: Not mapped
zh_cn: 未映射

source: Running
zh_cn: 正在运行

source: Unable to get service state
zh_cn: 未能获取文件状态

source: Prompt user
el: Προτροπή χρήστη
ru: Запрос
zh_cn: 提示用户

source: Delete original
el: Διαγραφή πρωτότυπου
ru: Удалить оригинал
zh_cn: 删除原始

source: Overwrite original
el: Αντικατάσταση πρωτότυπου
ru: Перезаписать оригинал
zh_cn: 覆盖原始

source: You need administrator privileges in order to carry out this operation.
el: Χρειάζεστε δικαιώματα διαχειριστή για να πραγματοποιήσετε αυτή τη λειτουργία.
hr: Za izvršenje ove operacije potrebne su administratorske ovlasti.
ru: Для выполнения этой операции необходимы права администратора.
zh_cn: 要执行此操作，需要你具有管理员权限。

source: Open partition
el: Σύνδεση κατάτμησης
hr: Montiraj particiju
ru: Смонтировать раздел
zh_cn: 加载分区

source: Lock all
el: Αποσύνδεση όλων
hr: Demontiraj sve
ru: Размонтировать все
zh_cn: 全部卸载

source: Portable mode
el: Λειτουργία φορητότητας
hr: Prijenosni mod
ru: Портативный режим
zh_cn: 便携模式

source: Open a partition based encrypted volume
el: Σύνδεση μιάς κατάτμησης βασισμένης σε κρυπτογραφημένο τόμο
hr: Montiraj šifrirani volumen baziran na particiji
ru: Смонтировать зашифрованный том на основе раздела
zh_cn: 加载分区类型的加密卷

source: Dismount all mounted volumes
el: Αποσύνδεση όλων των συνδεδεμένων τόμων
hr: Demontiraj sve montirane volumene
ru: Размонтировать все смонтированные тома
zh_cn: 卸载所有加载的加密卷

source: Dismount %1: %2
el: Αποσύνδεση %1: %2
hr: Demontiraj %1: %2
ru: Размонтирование %1: %2
zh_cn: 卸载 %1: %2

source: The main LibreCrypt driver does not appear to be installed/running on this computer
el: Ο κύριος οδηγός LibreCrypt δεν φαίνεται να είναι εγκατεστημένος/σε λειτουργία σε αυτόν τον υπολογιστή
hr: Glavni LibreCrypt upravljački program ne djeluje da je instaliran/pokrenut na ovom kompjuteru
ru: В компьютере не установлен/не запущен основной драйвер LibreCrypt.
zh_cn: LibreCrypt 的主要驱动并未在此计算机上安装或运行

source: Would you like to start LibreCrypt in portable mode?
el: Θέλετε να εκκινήσετε το LibreCrypt σε λειτουργία φορητότητας;
hr: Da li želite pokrenuti LibreCrypt na prijenosni nacin?
ru: Запустить LibreCrypt в портативном режиме?
zh_cn: 你希望以便携模式启动 LibreCrypt 吗？

source: Please see the "installation" section of the accompanying documentation for instructions on how to install the LibreCrypt drivers.
el: Παρακαλώ δείτε στον τομέα "εγκατάσταση" του συνοδευτικού εγγράφου για οδηγίες εγκατάστασης των οδηγών του LibreCrypt.
hr: Pročitajte "instaliranje" sekciju pridružene dokumentacije za uputstva kako instalirati LibreCrypt upravljačke programe.
ru: Сведения об установке драйверов LibreCrypt приведены в документации (см. раздел 'installation').
zh_cn: 请参考手册的 "安装" 部份以便获得如何安装 FREEOTFE 驱动的指令。

source: Volume
el: Τόμος
hr: Volumen
ru: Том
zh_cn: 加密卷

source: Your LibreCrypt volumes have been mounted as drives: %1
el: Οι LibreCrypt τόμοι σας έχουν συνδεθεί ως οδηγοί: %1
hr: Vaši LibreCrypt volumeni su montirani kao pogoni: %1
ru: Тома LibreCrypt смонтированы как диски %1
zh_cn: 你的 LibreCrypt 加密卷已经加载为驱动器: %1

source: The volume currently mounted as %1: must be dismounted before %2: can be dismounted
el: Ο τρέχων τόμος συνδέθηκε σαν %1: πρέπει να αποσυνδεθεί πριν το %2: μπορεί να αποσυνδεθεί
hr: Volumen trenutno montiran kao %1: mora biti demontiran prije nego što %2: može biti demontiran
ru: Прежде чем можно будет размонтировать %2:, необходимо размонтировать смонтированный сейчас том %1:.
zh_cn: 当前加载为 %1: 的加密卷必须在 %2: 卸载前先行卸载

source: Unable to dismount drive: %1
el: Ενεργοποίηση αποσύνδεσης οδηγού: %1
hr: Ne mogu demontirati pogon: %1
ru: Невозможно размонтировать диск: %1
zh_cn: 未能卸载驱动器: %1

source: Unable to dismount drives: %1
el: Ενεργοποίηση αποσύνδεσης οδηγών: %1
hr: Ne mogu demontirati pogone: %1
ru: Невозможно размонтировать диски: %1
zh_cn: 未能卸载驱动器: %1

source: Do you wish to force a dismount on this drive?
el: Θέλετε να εξαναγκάστε την αποσύνδεση αυτού του οδηγού;
hr: Da li želite da forsirate demontiranje na ovom pogonu?
ru: Хотите размонтировать этот диск принудительно?
zh_cn: 你希望对此驱动器强制卸载吗？

source: Do you wish to force a dismount on these drives?
el: Θέλετε να εξαναγκάστε την αποσύνδεση αυτών των οδηγών;
hr: Da li želite da forsirate demontiranje na ovim pogonima?
ru: Хотите размонтировать эти диски принудительно?
zh_cn: 你希望对这些驱动器强制卸载吗？

source: Warning: Emergency dismounts are not recommended
el: Προειδοποίηση: Επείγουσες αποσυνδέσεις δεν συνιστώνται
hr: Upozorenje: Hitna demontiranja nisu preporučena
ru: ВНИМАНИЕ: Экстренное размонтирование не рекомендуется!
zh_cn: 警告：紧急卸载并不被推荐

source: Are you sure you wish to proceed?
el: Είστε σίγουροι ότι θέλετε να προχωρήσετε;
hr: Jeste li sigurni da želite nastaviti?
ru: Вы действительно хотите продолжить?
zh_cn: 你确认要继续吗？

source: Toggle portable mode drivers
el: Εναλλαγή οδηγών λειτουργίας φορητότητας
hr: Uključi/isključi upravljačke programe prijenosnog moda
ru: Вкл./выкл. драйверы портативного режима
zh_cn: 切换便携模式驱动

source: Use portable mode drivers
el: Χρήση οδηγών λειτουργίας φορητότητας
hr: Koristi upravljačke programe prijenosnog moda
ru: Использовать драйверы портативного режима
zh_cn: 使用便携模式驱动

source: LibreCrypt main driver not connected.
el: Ο κύριος οδηγός του LibreCrypt δεν συνδέθηκε.
hr: LibreCrypt glavni upravljački program nije povezan.
ru: Основной драйвер LibreCrypt не подключён.
zh_cn: LibreCrypt 主驱动未能连接

source: %1 drive mounted.
el: %1 οδηγός συνδέθηκε.
hr: %1 pogon montiran.
ru: Смонтировано дисков: %1
zh_cn: %1 驱动器已加载.

source: %1 drives mounted.
el: %1 οδηγοί συνδέθηκαν.
hr: %1 pogoni montirani.
ru: Смонтировано дисков: %1
zh_cn: %1 驱动器已加载.

source: %1: Free Space: %2; Total size: %3
el: %1: Ελεύθερος χώρος: %2; Συνολικός χώρος: %3
hr: %1: Slobodan prostor: %2; Ukupna veličina: %3
ru: %1: Свободно: %2; Общий объём: %3
zh_cn: %1: 自由空间: %2; 总共大小: %3

source: %1 drive selected.
el: Επιλέχθηκε %1 οδηγός.
hr: %1 pogon odabran.
ru: Выбрано дисков: %1
zh_cn: %1 驱动器已选择.

source: %1 drives selected.
el: Επιλέχθηκαν %1 οδηγοί.
hr: %1 pogoni odabrani
ru: Выбрано дисков: %1
zh_cn: %1 驱动器已选择.

source: The main LibreCrypt driver installed on this computer dates back to LibreCrypt %1
el: Ο κύριος οδηγός LibreCrypt εγκαταστάθηκε σε αυτόν τον υπολογιστή την εποχή του LibreCrypt %1
hr: Glavni LibreCrypt upravljački program instaliran na ovom kompjuteru je još od LibreCrypt %1
ru: Основной драйвер LibreCrypt относится к LibreCrypt %1
zh_cn: 安装在这台计算机上的 LibreCrypt 主驱动回溯到 LibreCrypt %1

source: It is highly recommended that you upgrade your LibreCrypt drivers to v3.00 or later as soon as possible, in order to allow the use of LRW and XTS based volumes.
el: Συνιστάται ιδιαίτερα να αναβαθμίσετε τους οδηγούς του LibreCrypt σας σε v3.00 ή νεότερους, το συντομότερο δυνατό, προκειμένου να καταστεί δυνατή η χρήση των βασισμένων σε LRW και XTS τόμων.
hr: Veoma je preporučeno da unapredite Vaše LibreCrypt upravljačke programe na v3.00 ili kasnije što pre, kako biste omogućili upotrebu LRW i XTS baziranih volumena.
ru: Настоятельно рекомендуется незамедлительно обновить драйверы LibreCrypt хотя бы до версии 3.00, чтобы можно было использовать тома на основе LRW и XTS.
zh_cn: 强烈建议你尽快升级你的 LibreCrypt 驱动到 3.00版本或者更新版本，以便使用 LRW 和 XTS 基础的加密卷。

source: See documentation (installation section) for instructions on how to do this.
el: Ανατρέξτε στην τεκμηρίωση (τμήμα εγκατάστασης) για οδηγίες σχετικά με το πώς να το κάνετε αυτό.
hr: Vidite dokumentaciju (sekcija o instalaciji)za uputstva kako da to uradite.
ru: О том, как это сделать, см. в документации (раздел об установке).
zh_cn: 参考文档(安装部份)获取如何操作的指导。

source: It is highly recommended that you upgrade your LibreCrypt drivers to those included in v4.30 or later as soon as possible, due to improvements in the main driver.
el: Συνιστάται ιδιαίτερα να κάνετε αναβάθμιση τους οδηγούς του LibreCrypt σας σε αυτές που περιλαμβάνονται στην v4.30 ή νεότερους, το συντομότερο δυνατό, λόγω της βελτίωσης του κύριου οδηγού.
hr: Veoma je preporučeno da unapredite vaše LibreCrypt upravljačke programe na one uz v4.30 ili kasnije što pre, zbog unapređenja u glavnom upravljačkom programu.
ru: Настоятельно рекомендуется незамедлительно обновить драйверы LibreCrypt хотя бы до версии 4.30 по причине улучшений в основном драйвере.
zh_cn: 强烈建议你尽快升级你的 LibreCrypt 驱动到 LibreCrypt 4.30 所包含的版本更新版本，以便使用更加完善的主驱动。

source: Unable to encrypt pseudorandom data before using for overwrite buffer?!
el: Αδυναμία κρυπτογράφησης ψευδοτυχαίων δεδομένων πριν χρησιμοποιηθούν για αντικατάσταση προσωρινής μνήμης!
hr: Ne mogu šifrirati polu-nasumične podatke prije upotrebe za bufer prepisivanja prijeko?!
ru: Невозможно зашифровать псевдослучайные данные до использования для буфера перезаписи?
zh_cn: 在使用覆写缓冲时未能加密伪随机数据?!

source: Error #: %1
el: Σφάλμα #: %1
hr: Greška #: %1
ru: Ошибка № %1
zh_cn: 错误 #: %1

source: Unable to locate any portable LibreCrypt drivers.
el: Αδυναμία εντοπισμού οποιουδήποτε φορητού οδηγού LibreCrypt.
hr: Ne mogu locirati nikakve prijenosne LibreCrypt upravljačke programe.
ru: Невозможно найти портативные драйверы LibreCrypt.
zh_cn: 未能定位任何便携 LibreCrypt 驱动。

source: Please ensure that the a copy of the LibreCrypt drivers (".sys" files) you wish to use are located in the correct directory.
el: Παρακαλώ βεβαιωθείτε ότι το αντίγραφο των οδηγών του LibreCrypt (αρχεία ".sys") που θέλετε να χρησιμοποιήσετε, βρίσκεται στο σωστό κατάλογο.
hr: Molimo osigurajte da je kopija LibreCrypt upravljačkih programa (".sys" datoteke) koje želite da koristite stavljena u odgovarajuću mapu.
ru: Убедитесь, что копии драйверов LibreCrypt (файлы '.sys') находятся в текущей папке.
zh_cn: 请确认你想使用的 LibreCrypt 驱动(".sys" 文件)的副本位于正确的目录。

source: One or more of your portable LibreCrypt drivers could not be installed/started.
el: Ένας ή περισσότεροι από τους οδηγούς του φορητού σας LibreCrypt, δεν έχουν εγκατασταθεί/ξεκινήσει.
hr: Jedan ili više vaših prijenosnih LibreCrypt upravljačkih pogona nije mogao biti instaliran/pokrenut.
ru: Невозможно установить/запустить один или несколько портативных драйверов LibreCrypt.
zh_cn: 一个或多个你的便携 LibreCrypt 驱动未能安装或启动。

source: Please select "File | Drivers..." to check which drivers are currently operating.
el: Παρακαλώ επιλέξτε "Αρχείο | Οδηγοί..." για να ελέγξετε ποιοί οδηγοί λειτουργούν τώρα.
hr: Molimo odaberite "Datoteka | Upravljački programi..." da biste provjerili koji upravljački programi su trenutno aktivni.
ru: Выберите 'Файл | Драйверы...', чтобы проверить, какие драйверы сейчас работают.
zh_cn: 请选择 "文件 | 驱动..." 来检查哪个驱动目前正在运行之中。

source: You have one or more volumes mounted.
el: Έχετε έναν ή περισσότερους τόμους συνδεδεμένους.
hr: Jedan ili više volumena su montirani.
ru: Один или несколько томов смонтированы.
zh_cn: 你已经加载了一个或多个加密卷。

source: If any of the currently mounted volumes makes use of any of the LibreCrypt drivers which are currently in portable mode, stopping portable mode is not advisable.
el: Εάν κάποιος από τους συνδεδεμένους τόμους, κάνει χρήση οποιουδήποτε οδηγού LibreCrypt που είναι τώρα σε λειτουργία φορητότητας, δεν είναι σκόπιμη η διακοπή της λειτουργίας φορητότητας.
hr: Ako neki od trenutno montiranih volumena koristi neki od LibreCrypt upravljačkih programa koji su u prijenosnom modu, zaustavljanje prijenosnog moda nije preporučeno.
ru: Если какой-то из ныне смонтированных томов сейчас использует драйверы LibreCrypt в портативном режиме, останавливать портативный режим не рекомендуется.
zh_cn: 如果任何当前加载的加密卷正在使用当前以便携模式启动的 LibreCrypt 驱动，并不建议停止便携模式。

source: It is recommended that you dismount all volumes before stopping portable mode.
el: Συνιστάται να αποσυνδέσετε όλους τους τόμους πριν από τη διακοπή λειτουργίας φορητότητας.
hr: Preporučeno je da demontirate sve volumene prije zaustavljanja prijenosnog moda.
ru: Прежде чем отключить портативный режим, рекомендуется размонтировать все тома.
zh_cn: 推荐你在停止便携模式前卸载所有加密卷。

source: Do you wish to continue stopping portable mode?
el: Θέλετε να συνεχίσετε στη διακοπή λειτουργίας φορητότητας;
hr: Da li želite da nastavite prekidanje prijenosnog moda?
ru: Вы действительно хотите остановить портативный режим?
zh_cn: 你希望技术停止便携模式吗？

source: Portable mode drivers stopped and uninstalled.
el: Οι οδηγοί λειτουργίας φορητότητας διακόπηκαν και απεγκαταστάθηκαν.
hr: Upravljački programi prijenosnog moda su zaustavljeni i deinstalirani.
ru: Драйверы портативного режима остановлены и удалены.
zh_cn: 便携模式驱动已被停止和卸载。

source: One or more of your portable LibreCrypt drivers could not be stopped/uninstalled.
el: Ένας ή περισσότεροι από τους οδηγούς του φορητού σας LibreCrypt, δεν διακόπηκαν/απεγκαταστάθηκαν.
hr: Jedan ili više od Vaših prijenosnih LibreCrypt upravljačkih programa nije mogao biti zaustavljen/deinstaliran.
ru: Один или несколько драйверов LibreCrypt портативного режима не удалось остановить/удалить.
zh_cn: 一个或多个你的便携 LibreCrypt 驱动不能被停止/卸载。

source: One or more volumes are still mounted.
el: Ένας ή περισσότεροι τόμοι είναι ακόμη συνδεδεμένοι.
hr: Jedan ili više volumena su još uvijek montirani.
ru: Один или несколько томов всё ещё смонтированы.
zh_cn: 一个或多个加密卷仍然被加载。

source: Do you wish to dismount all volumes before exiting?
el: Θέλετε να αποσυνδέσετε όλους τους τόμους πριν την έξοδο;
hr: Da li želite da demontirate sve volumene prije izlaženja?
ru: Хотите размонтировать все тома перед выходом?
zh_cn: 你希望在退出前卸载所有加密卷吗？

source: One or more of the LibreCrypt drivers are running in portable mode.
el: Ένας ή περισσότεροι οδηγοί LibreCrypt τρέχουν σε λειτουργία φορητότητας.
hr: Jedan ili više LibreCrypt upravljačkih programa su pokrenuti u prijenosnom modu.
zh_cn: 一个或多个 LibreCrypt 驱动正在以便携模式运行。

source: Do you wish to shutdown portable mode before exiting?
el: Θέλετε να τερματίσετε τη λειτουργία φορητότητας πριν την έξοδο;
hr: Da li želite da prekinete prijenosni mod prije izlaženja?
ru: Хотите отключить портативный режим перед выходом?
zh_cn: 你希望在退出前关闭便携模式吗？

source: Error: Unable to assign hotkey %1
el: Σφάλμα: Αδυναμία εκχώρησης hotkey %1
hr: Greška: Ne mogu dodeliti brzi taster %1
ru: Ошибка: невозможно назначить горячую клавишу %1.
zh_cn: 错误：未能赋值热键 %1

source: Another instance of LibreCrypt is running - the hotkey may already be assigned to that instance.
el: Ένα άλλο στιγμιότυπο του LibreCrypt τρέχει -το hotkey έχει διατεθεί ήδη σ' αυτό το στιγμιότυπο.
ru: Запущена ещё одна копия LibreCrypt - горячая клавиша может быть уже назначена в этой копии.
zh_cn: 另外一个 LibreCrypt 实例正在运行 - 热键已经被另外的实例占用。

source: Format
el: Διαμόρφωση
ru: Форматирование
zh_cn: 格式化

source: Your encrypted drive could not be formatted at this time.
el: Ο κρυπτογραφημένος δίσκος σας, δεν διαμορφώθηκε αυτή τη φορά.
hr: Vaš šifrirani pogon nije mogao biti formatiran ovaj put.
ru: Зашифрованный диск сейчас нельзя отформатировать.
zh_cn: 你的加密驱动器不能在此时间格式化。

source: Please dismount this volume and remount it with the "Open for all users" option checked, before trying again.
el: Παρακαλώ αποσυνδέστε αυτό τον τόμο και επανασυνδέστε τον με τσεκαρισμένη την επιλογή "Σύνδεση για όλους τους χρήστες", πριν προσπαθήσετε πάλι.
hr: Molimo demontirajte ovaj volumen i remontirajte ga sa "Montiraj za sve korisnike" opcijom obilježenom, prije novog pokušaja.
ru: Размонтируйте этот том и смонтируйте снова при включённом параметре 'Монтировать для всех пользователей', после чего повторите попытку.
zh_cn: 请卸载此加密卷并且在 "为所有用户加载" 选项勾选的情况下重新加载它。

source: Due to the destructive nature of overwriting entire drives, only one drive may be selected when this option is chosen.
el: Λόγω του καταστροφικού χαρακτήρα της αντικατάστασης ολόκληρου δίσκου, μόνο ένας δίσκος μπορεί να είναι επιλεγμένος, όταν έχει επιλεγεί αυτή η λειτουργία.
hr: Zbog destruktivne prirode prepisivanja prijeko čitavih pogona, samo jedan pogon može biti odabran kada je ova opcija obilježena.
ru: Так как перезапись всего диска это разрушающая данные операция, разрешается выбирать только один диск.
zh_cn: 由于覆写整块硬盘的破坏性特性，当此选项被选择时只允许选择一个驱动器。

source: Please ensure that only one mounted drive is selected, and retry.
el: Παρακαλώ βεβαιωθείτε ότι μόνο ένας οδηγός είναι συνδεδεμένος, και επαναλάβετε.
hr: Molimo osigurajte da je samo jedan montirani pogon odabran, pa pokušajte ponovo.
ru: Убедитесь, что выбран только один смонтированный диск, и повторите попытку.
zh_cn: 请确认只选择了一个加载点驱动器，之后重试。

source: WARNING!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ!
hr: UPOZORENJE!
ru: ВНИМАНИЕ!
zh_cn: 警告！

source: You are attempting to overwrite drive: %1:
el: Προσπαθείτε να αντικαταστήσετε το δίσκο: %1:
hr: Pokušavate da prepišete prijeko pogona: %1:
ru: Вы собираетесь перезаписать диск %1:
zh_cn: 你正试图覆盖驱动器: %1:

source: THIS WILL DESTROY ALL INFORMATION STORED ON DRIVE %1:, and require it to be reformatted
el: ΑΥΤΟ ΘΑ ΚΑΤΑΣΤΡΕΨΕΙ ΟΛΕΣ ΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΠΟΥ ΕΙΝΑΙ ΑΠΟΘΗΚΕΥΜΕΝΕΣ ΣΤΟ ΔΙΣΚΟ %1, και απαιτεί επαναδιαμόρφωση
hr: TO ĆE UNIŠTITI SVE INFORMACIJE POHRANJENE NA POGONU %1:, i pogon će morati biti reformatiran
ru: ВСЕ ДАННЫЕ НА ДИСКЕ %1: БУДУТ УНИЧТОЖЕНЫ, и его будет нужно переформатировать!
zh_cn: 这将会毁坏驱动器 %1 上的所有存储信息，需要执行格式化

source: Are you ABSOLUTELY SURE you want to do this?
el: Είστε ΑΠΟΛΥΤΩΣ ΣΙΓΟΥΡΟΙ ότι θέλετε να το κάνετε αυτό;
hr: Jeste li APSOLUTNO sigurni da želite to učiniti?
ru: Вы АБСОЛЮТНО УВЕРЕНЫ, что хотите это сделать?
zh_cn: 你绝对确认要这样做吗？

source: Overwriting on a large volume may take awhile.
el: Η αντικατάσταση σε ένα μεγάλο τόμο, ίσως να πάρει λίγο χρόνο.
hr: Prepisivanje prijeko velikog volumena može da potraje.
ru: Перезапись больших томов может длиться довольно долго.
zh_cn: 覆写一个大分区需要一些时间。

source: Overwrite operation complete.
el: Η λειτουργία αντικατάστασης ολοκληρώθηκε.
hr: Operacija prepisivanja prijeko završena.
ru: Перезапись выполнена.
zh_cn: 覆写操作已完成。

source: Please reformat the drive just overwritten before attempting to use it.
el: Παρακαλώ να διαμορφώσετε το δίσκο μόλις αντικατασταθεί, πριν τον χρησιμοποιήσετε.
hr: Molimo reformatirajte pogon upravo prepisan prijeko prije nego pokušate da ga koristite.
ru: Чтобы использовать этот диск, его нужно переформатировать.
zh_cn: 请再试图使用这个驱动器之前重新格式化它。

source: Overwrite operation FAILED.
el: Η λειτουργία αντικατάστασης ΑΠΕΤΥΧΕ.
hr: Prijepisivanje prijeko postojećih informacija NIJE USPJELO.
ru: ОШИБКА при перезаписи.
zh_cn: 覆写操作失败。

source: Did you remember to format this drive first?
el: Θυμηθήκατε να διαμορφώσετε πρώτα αυτό το δίσκο;
hr: Da li ste se sjetili da prvo formatirate ovaj pogon?
ru: Вы не забыли сначала переформатировать этот диск?
zh_cn: 你确认先格式化此驱动器吗？

source: Overwrite operation cancelled by user.
el: Η λειτουργία αντικατάστασης ακυρώθηκε από το χρήστη.
hr: Korisnik odustao od operacije prepisivanja prijeko postojećih informacija.
ru: Перезапись отменена пользователем.
zh_cn: 覆写操作已被用户取消。

source: No drives selected to overwrite?
el: Δεν επιλέχθηκε δίσκος για αντικατάσταση.
hr: Nema obilježenih pogona za prepisivanje prijeko?
ru: Не выбран диск для перезаписи.
zh_cn: 没有选择要覆写的驱动器？

source: IMPORTANT: Please see the documentation for additional steps to be carried out after installing under this OS.
el: ΣΗΜΑΝΤΙΚΟ: Παρακαλούμε δείτε την τεκμηρίωση για τα πρόσθετα βήματα που πρέπει να κάνετε μετά την εγκατάσταση σε αυτό το OS.
hr: VAŽNO: Molimo vidite dokumentaciju za izvršavanje dodatnih koraka nakon instalacije u okviru ovog Operativnog Sustava.
ru: ВАЖНО: При установке в среде этой ОС требуется выполнить дополнительные операции. См. документацию.
zh_cn: 重要：在安装于此操作系统后，请参考文档获取额外要执行的步骤。

source: Detected removal of token from slot ID: %1
el: Εντοπίστηκε απομάκρυνση ττης κάρτας από την υποδοχή ID: %1
hr: Detektovano uklanjanje tokena iz slota ID: %1
ru: Обнаружено удаление токена из гнезда: %1
zh_cn: 侦测到口令牌从插槽 ID 的移除: %1

source: Autodismounting drives: %1
el: Οδηγοί αυτόματης αποσύνδεσης: %1
hr: Autodemontiranje pogona: %1
ru: Авторазмонтирование дисков: %1
zh_cn: 自动卸载磁盘: %1

source: Please Open, format and overwrite this volume's free space before use.
el: Παρακαλώ συνδέστε, διαμορφώστε και αντικαταστήστε τον ελεύθερο χώρο αυτού του τόμου, πριν το χρησιμοποιήσετε.
hr: Molimo montirajte, formatirajte i prepišite prijeko slobodnog prostora ovog volumena prije upotrebe.
ru: Перед использованием этого тома смонтируйте его, отформатируйте и перезапишите свободное место.
zh_cn: 请在使用前加载，格式化和覆写此加密卷的自由空间。

source: LibreCrypt volume created successfully and mounted as: %1.
el: Ο LibreCrypt τόμος δημιουργήθηκε επιτυχώς και συνδέθηκε ως: %1
hr: LibreCrypt volumen uspješno kreiran i montiran kao: %1.
ru: Том LibreCrypt создан и смонтирован как %1.
zh_cn: LibreCrypt 加密卷成功创建并加载为: %1.

source: Please format and overwrite this volume's free space before use.
el: Παρακαλώ διαμορφώστε και αντικαταστείστε τον ελεύθερο χώρο του τόμου πριν το χρησιμοποιήσετε.
hr: Molimo formatirajte i prepišite prijeko slobodnog prostora ovog volumena prije upotrebe.
ru: Перед использованием этого тома отформатируйте его и перезапишите свободное место.
zh_cn: 请在使用前格式化和覆写此加密卷的自由空间。

source: Start %s at system startup
el: Έναρξη %s στην εκκίνηση συστήματος
ru: Запускать %s при старте системы
zh_cn: 系统启动时执行 %s

source: Please select the type of data that should be used to overwrite the free space: Pseudorandom data - This is faster, but less secure if you wish to create a hidden volume within this volume at a later date. Encrypted data - This is more secure, but slower. Pseudorandom data will be encrypted with your choice of cypher before being written to the drive.
el: Παρακαλώ επιλέξτε τον τύπο των δεδομένων που θα χρησιμοποιηθούν για αντικατάσταση το ελεύθερου χώρου: Ψευδοτυχαία δεδομένα -Αυτό είναι ταχύτερο, αλλά λιγότερο ασφαλές αν θέλετε να δημιουργήσετε έναν κρυφό τόμο μέσα σ' αυτόν τον τόμο σε μεταγενέστερη ημερομηνία. Κρυπτογραφημένα δεδομένα - Αυτό είναι πιό σίγουρο, αλλά αργό. Τα ψευδοτυχαία δεδομένα μπορούν να κρυπτογραφηθούν, με κρυπτογράφημα της επιλογής σας, πριν να εγγραφούν στο δίσκο.
hr: Molimo odaberite tip podataka kojima bi se prepisalo prijeko slobodnog prostora: Polu-nasumični podaci - Ovo je brže, ali manje sigurno ukoliko želite da kreirate sakriveni volumen unutar ovog volumena kasnije. Šifrirani podaci - Ovo je sigurnije, ali sporije. Polu-nasumični podaci će biti šifrirani odabranom šifrom prije nego bude pohranjena u pogon.
ru: Выберите тип данных для перезаписи свободного места. Псевдослучайные данные: быстрее, но менее надёжно, если вы хотите впоследствии создать внутри этого тома скрытый том. Зашифрованные данные: более надёжно, но медленнее. Перед записью на диск псевдослучайные данные шифруются выбранным вами алгоритмом.
zh_cn: 请选择覆写自由空间时所用的数据类型: 伪随机数据 - 速度快，但是如果你日后想在此加密卷内创建隐藏加密卷时，安全性稍低。 加密数据 - 更安全，但是速度慢一些。伪随机数据会在写入驱动器前使用你指定算法加密。

source: Unable to obtain list of cyphers.
el: Αδυναμία ανάκτησης λίστας των κρυπτογραφημάτων.
hr: Ne mogu dobiti listu šifri.
ru: Невозможно получить список шифров.
zh_cn: 未能获取加密算法列表。

source: Please ensure that you have one or more LibreCrypt cypher drivers installed and started.
el: Παρακαλώ βεβαιωθείτε ότι έχετε έναν ή περισσότερους οδηγούς κρυπτογραφημάτων LibreCrypt εγκατεστημένους, και ξεκινήστε.
hr: Molimo osigurajte da imate jedan ili više LibreCrypt upravljački program šifre instaliran i pokrenut.
ru: Проверьте, чтобы был установлен и запущен хотя бы один драйвер шифрования LibreCrypt.
zh_cn: 请确认你已经安装和启动了一个或多个 LibreCrypt 驱动。

source: If you have only just installed LibreCrypt, you may need to restart your computer.
el: Εάν έχετε μόλις εγκαταστήσει το LibreCrypt, ίσως να χρειάζεται να κάνετε επανεκκίνηση τον υπολογιστή σας.
hr: Ukoliko ste upravo instalirali LibreCrypt, možda trebate restartovati Vaš kompjuter.
ru: Если вы установили LibreCrypt только что, следует перезагрузить компьютер.
zh_cn: 如果你只是安装了 LibreCrypt，你可能需要重新启动计算机。
